label A_daily_8:

    scene void with tstmgr
    play music sorrow

    "После того, что произошло у нас с Верой той ночью в прачечной, между нами всё стало странно."

    "Она всегда отводит взгляд, когда мы разговариваем, и на самом деле, она даже толком не разговаривает со мной. Каждый раз, когда мы вместе, она молчит и смотрит в землю, как испуганная овечка."

    "Это нехорошо, действительно нехорошо."

    "Мне нужно найти способ исправить это, но как?"

    "... ... ... ..."

    scene a_daily8_1 with tstmgr

    player "Привет, Вера. Хочешь, я помогу тебе с завтраком?"

    a "[P]... ..."

    a "Нет, я думаю... Я справлюсь."

    scene a_daily8_2 with tstmgr

    player "Да брось, ты спала только 4 часа прошлой ночью. Думаю, тебе стоит пойти отдохнуть, а я займусь кухней."

    scene a_daily8_3 with tstmgr

    a "Нет, не приближайся ко мне."

    a "Оставь меня в покое!"

    scene a_daily8_4 with tstmgr

    player "... ... ... ..."

    a "Извини, [P]. Я не должна была кричать на тебя. "

    a "Просто... я не знаю, что между нами происходит."

    scene a_daily8_5 with tstmgr

    a "Мне нужно время... подумать."

    a "Ты... можешь заняться кухней, если хочешь. Я пойду посплю."

    "Сказав это, она в спешке вышла."

    scene void with tstmgr

    player "... ... ... ..."

    stop music fadeout 1.0

    jump event_post
# Decompiled by unrpyc: https://github.com/CensoredUsername/unrpyc
