label A_daily_13:

    scene a_daily13_1 with dissolve
    play music happy

    a "А, [P], доброе утро~"



    player "Доброе утро, Вера, я только что встал с кровати..."



    a "Завтрак на столе, не забудь помыть посуду, когда закончишь, люблю тебя~"



    player "Ты уходишь на работу? Я думал, мы могли бы позавтракать вместе..."



    scene a_daily13_2 with tstmgr

    a "Прости... ..."



    scene a_daily13_1 with tstmgr

    a "Может быть, завтра~"



    player "... ... ... ..."



    player "Серьёзно, Вер, ты не можешь просто бросить эту работу официантки в кафе? Тебе не стоит так много работать."



    scene a_daily13_2 with tstmgr

    a "Но... мне всё ещё нужны деньги на мой план..."



    player "Какой план?"



    scene a_daily13_3 with tstmgr

    a "Я планирую кругосветное путешествие, и мне нужно много денег на осуществление этого."



    player "Вау, серьёзно?"



    a "Да, и я была близка к своей цели раньше, когда были только ты и я. Но потом в дом въехали Тео и Уно, так что мне пришлось учитывать и их тоже."



    scene a_daily13_4 with tstmgr

    a "А теперь... ...я, ты, Уно, Тео, сестра Тео, мисс Лемон... ... так много людей. Мне придётся накопить больше денег на эту поездку... ..."



    player "Кто такая мисс Лемон?"



    scene a_daily13_5 with tstmgr

    a "Сеннин, конечно. Однажды она сказала мне, что её имя означает \"лимон в лесу\"~"



    player "О, я даже не знал этого..."



    player "... ... ... ..."



    player "Подожди, ты имеешь в виду, что копишь деньги, чтобы мы путешествовали все вместе?"



    a "Да!~"



    a "Я мечтала о кругосветном путешествии со всеми своими друзьями с самого детства~"



    player "Но... Я имею в виду, я уверен, что все они будут рады путешествовать с тобой. Тебе не нужно платить за них."



    scene a_daily13_6 with tstmgr

    a "Я просто хочу... сделать что-нибудь для своих друзей..."



    scene a_daily13_7 with tstmgr

    a "О, чёрт, мы слишком долго болтали, я опаздываю на работу!"



    scene a_daily13_8 with tstmgr

    a "Увидимся, [P]! Поговорим ещё, когда я вернусь домой~"



    player "... ... ... ..."



    player "До встречи..."



    scene void with tstmgr

    "... ... ... ..."

    stop music fadeout 1.0

    jump event_post
# Decompiled by unrpyc: https://github.com/CensoredUsername/unrpyc
