label A_daily_6:

    scene void with tstmgr
    play music sorrow

    "Вера забыла взять с собой телефон перед уходом на работу, поэтому я решил принести его ей утром."

    scene a_cafe_smile2 with tstmgr

    a "[P]?"

    a "Ты снова здесь."

    player "Да, и я здесь, чтобы..."

    scene a_cafe_normal1 with tstmgr

    a "Ой, ты не застегнул одну из пуговиц на рубашке."

    scene a_daily6_1 with tstmgr

    a "Позволь мне исправить это..."

    a "Тебе никогда не следует забывать смотреться в зеркало перед выходом из дома..."

    a "И твоя рубашка выглядит мятой, я поглажу её для тебя, когда вернусь."

    scene a_daily6_2 with tstmgr

    a "... ... ... ..."

    a "О... ..."

    "Вдруг она что-то осознала и замолчала."

    a "Я... ... ... ..."

    scene a_daily6_3 with tstmgr

    "Она быстро сделала шаг назад."

    a "Я... Я сделала это не специально... Просто... Просто..."

    "Думаю, она поняла, что то, что она только что сделала, было немного... скажем так, интимным."

    player "Всё в порядке, я ценю это."

    "Две официантки подошли к нам, увидев, что только что сделала Вера."

    scene a_daily6_4 with tstmgr

    "Официантка A" "Боже, Вера, кто этот красавчик?"

    a "А? Он [P], мой... мой друг."

    "Я никогда раньше не видел этих двух девушек. Может быть, они здесь новенькие."

    "Официантка Б" "Могу поспорить, он для тебя нечто большее, чем \"друг\", Вера. Ты вела себя как его жёнушка."

    a "... ... ... ..."

    "Официантка A" "Так что ты здесь делаешь, красавчик? Разве ты не знаешь, что Вера должна остаться здесь до полудня?"

    scene a_daily6_5 with tstmgr

    player "О... э... Вообще-то я здесь, чтобы передать Вере это, её мобильник. Она забыла его дома."

    scene a_daily6_6 with tstmgr

    a "Что? Я даже не заметила этого."

    scene a_daily6_7 with tstmgr

    a "Спасибо, [P]."

    scene a_daily6_4 with tstmgr

    "Официантка A" "Подождите, так вы живёте вместе? Да... это всё объясняет."

    "Официантка Б" "Ах... Теперь мне жалко моего брата. Он вроде как влюбился в тебя, Вера. Теперь я должна сказать ему, чтобы он отказался от этой мечты."

    a "... ... ... ..."

    "В общем, эти две девушки приняли меня за парня Веры и начали над нами шутить. Это немного неловко."

    scene a_daily6_8 with tstmgr

    "Но меня удивило, что Вера ничего им не разъяснила. Она просто молчала. Может быть, это что-то значит."

    scene a_daily6_9 with tstmgr

    player "... ... ... ..."

    "Но сейчас у меня нет на это времени."

    player "Я... я должен идти. Мой урок вот-вот начнётся."

    "Официантка А" "Увидимся, красавчик~~"

    "Официантка Б" "Мы позаботимся о Вере для тебя~~"

    scene a_daily6_7 with tstmgr

    a "У-увидимся..."

    a "сегодня вечером..."

    scene void with tstmgr

    "... ... ... ..."

    stop music fadeout 1.0

    jump event_post
# Decompiled by unrpyc: https://github.com/CensoredUsername/unrpyc
