label A_daily_1:

    scene bar_background with tstmgr
    play music happy

    "Ресторатор" "Знаешь, я недавно поднял Вере зарплату."

    player "Серьёзно? Это на тебя не похоже. Ты практически знаменит своей бережливостью."

    "Ресторатор" "Это потому, что я считаю, что никто из других моих сотрудников не заслуживает более высокой зарплаты. Однако Вера другая. Она заслуживает большего."

    player "Почему это?"

    "Ресторатор" "Потому что она может все! Приём посетителей, обслуживание, уборка кухни и туалетов, как вы это называете. Я никогда раньше не видел, чтобы кто-то из моих сотрудников проявлял такой ​энтузиазм."
    player "О чём, чёрт возьми, ты говоришь?"

    player "Ты заставил её убирать кухню и туалеты?"

    "Ресторатор" "Эй, не сердись на меня. Она сама вызвалась делать все эти вещи. Ты поймёшь, о чём я говорю, если проведёшь с ней некоторое время. В этой девушке так много энергии."

    "Ресторатор" "Кстати, именно поэтому я решил поднять ей зарплату. Я бы никогда не стал плохо обращаться с таким хорошим сотрудником."

    player "Ну уж нет, она здесь не для того, чтобы быть твоей уборщицей."

    "Ресторатор" "Но я и не отношусь к ней как к уборщице, не так ли? Сейчас она зарабатывает примерно в два раза больше, чем среднестатистический официант. Если она пробудет здесь дольше года, я могу даже сделать её своим менеджером по обслуживанию."
    player "... ... ... ..."

    narrator "Я поднял голову и увидел спину Веры, обслуживающей стол посетителей."

    narrator "В самом деле, как и сказал ресторатор, она такая энергичная. Несмотря на то, через что ей пришлось пройти, она всё ещё, кажется, воспринимает свою жизнь с оптимизмом и страстью."

    narrator "... ... ... ..."

    narrator "Возможно, я переживал слишком сильно."

    narrator "... ... ... ..."

    stop music fadeout 1.0

    jump event_post
# Decompiled by unrpyc: https://github.com/CensoredUsername/unrpyc
