label A_daily_12:

    scene void with tstmgr
    play music happy

    "... ... ... ..."



    scene a_daily12_1 with tstmgr

    "Сегодня была не Верина смена, поэтому она пришла ко мне в комнату и смотрела телевизор, пока я был в душе."



    a "... ... ... ..."



    scene a_daily12_2 with tstmgr

    "*Телефонный звонок* Дзынь Дзынь Дзынь... ... ... ..."



    a "Хммм?"



    scene a_daily12_3 with tstmgr

    a "... ... ... ..."



    a "Мам?"



    scene a_daily12_4 with tstmgr

    a "Привет, мам. Как дела?"



    scene a_daily12_5 with tstmgr

    a "Я? Я сейчас смотрю телевизор. Сегодня не моя смена."



    a "Ах... У меня всё отлично. Все люди здесь хорошие, работа лёгкая, и мне хорошо платят."



    scene a_daily12_6 with tstmgr

    a "Так что... да, тебе совсем не нужно обо мне беспокоиться."



    scene a_daily12_5 with tstmgr

    a "Кстати, ты получила деньги, которые я тебе отправила? Просто... скажи мне, если тебе нужно больше..."



    scene a_daily12_7 with tstmgr

    player "(Громко спрашивая из другой комнаты) Эй, Вер, ты не видела мою белую рубашку? Ту, которую я всегда ношу."



    scene a_daily12_8 with tstmgr

    a "Я только что погладила её. Она в прачечной."



    player "О, спасибо, Вер, люблю тебя."



    scene a_daily12_9 with tstmgr

    a "И я тебя люблю~"



    scene a_daily12_6 with tstmgr

    a "Прости, мам, на чём мы остановились?"



    scene a_daily12_4 with tstmgr

    a "О, ты хочешь знать, с кем я разговаривала?"



    scene a_daily12_6 with tstmgr

    a "Это был мой молодой человек. Теперь мы... живём вместе."



    scene a_daily12_4 with tstmgr

    a "Как мы познакомились?"



    scene a_daily12_10 with tstmgr

    a "Хммммм... ... ... ..."



    scene a_daily12_6 with tstmgr

    a "Это... длинная история. Давай поговорим об этом как-нибудь позже."



    a "Просто расслабься, он хороший человек."



    a "Я имею в виду, он определённо намного лучше, чем парень, с которым ты устроила мне то свидание вслепую."



    scene a_daily12_5 with tstmgr

    a "Он подвозит меня или идёт со мной домой, когда у меня ночные смены, он приходит ко мне на работу и покупает много вещей только для того, чтобы иметь возможность пообщаться со мной, пока мои менеджеры рядом..."



    scene a_daily12_11 with tstmgr

    a "И он защищает меня, когда я в опасности... ..."



    scene a_daily12_12 with tstmgr

    a "О, я не имела в виду реальную опасность. Это я образно. Не беспокойся обо мне. Тут вообще нет никакой опасности. Этот город чрезвычайно безопасен."



    scene a_daily12_4 with tstmgr

    a "Хочешь увидеть его фотографию? Хм... хорошо."



    scene a_daily12_13 with tstmgr

    a "Я отправляю её тебе прямо сейчас... и... ... готово!"



    scene a_daily12_6 with tstmgr

    a "Ты получила её? Он милый, не правда ли?"



    scene a_daily12_12 with tstmgr

    a "Хм? Что значит я вру?"



    a "Ты раньше видела его в новостях?"



    a "Да, я знаю, что он в некотором роде знаменитость и у него богатый отец. Но я не вру! Мы действительно живём вместе!"



    scene a_daily12_10 with tstmgr

    a "Хмммммммммм... ... ... ..."



    a "Хорошо, давай поговорим по фейстайму."



    scene void with tstmgr

    "... ... ... ..."



    "Несколько секунд спустя..."



    scene a_daily12_14 with dissolve

    player "Эммм, Вер? Что случилось?"



    scene a_daily12_15 with tstmgr

    a "Видишь, мама? Я не врала. Это реальный человек~"



    player "Твоя мама?"



    scene a_daily12_16 with tstmgr

    player "Добрый день, мэм. Я так рад Вас видеть..."



    "И я увидел женщину средних лет, визжащую в камеру."



    scene a_daily12_17 with tstmgr

    a "Эхх... ..."



    scene a_daily12_18 with tstmgr

    a "Она в некотором смысле твоя фанатка, так что... ..."



    player "Ха, у меня есть фанаты?"



    scene a_daily12_19 with tstmgr

    a "Перестань кричать, мама, ты меня смущаешь."



    a "Давай... поговорим позже, пока, мам, люблю тебя..."



    scene a_daily12_20 with tstmgr

    "Она отключила фейстайм."



    player "... ... ... ..."



    scene a_daily12_21 with tstmgr

    player "Ты просто хвасталась мной перед мамой?"



    scene a_daily12_22 with tstmgr

    a "Да~~ и это было приятно~"



    player "... ... ... ..."


    stop music fadeout 1.0















    jump event_post
# Decompiled by unrpyc: https://github.com/CensoredUsername/unrpyc
