label A_daily_5:

    scene a_room_night_smile with tstmgr
    play music sorrow

    a "Хочешь помочь мне с уборкой?"

    player "На самом деле, я хотел бы, чтобы ты отдохнула. Я могу справиться с ней один."

    player "Ты уже устала от других своих работ. Я не хочу, чтобы ты переутомлялась."

    scene a_room_night_normal with tstmgr

    a "... ... ... ..."

    a "Я не хочу сомневаться в тебе, но ты же помнишь, что в прошлый раз, убирая гостиную, ты случайно разбил вазу?"

    player "... ... Да, я всё ещё помню это."

    scene a_room_night_smile with tstmgr

    a "Так что... я думаю, нам лучше убираться вместе, чтобы что-нибудь не случилось снова, не так ли?"

    player "Ты говоришь, как будто я трёхлетний ребенок..."

    player "Неважно, хорошо. Давай сделаем это вместе. Обещаю, что больше не совершу ошибок."

    a "Уверена, ты сильно мне поможешь."

    a "Постараемся не разбудить гостей. Нам нужно быть осторожными и тихими."

    player "Без проблем, мадам."

    scene home_livingroom_night_background with tstmgr

    narrator "... ... ... ..."

    narrator "Мы с Верой начали вместе заниматься уборкой."

    narrator "Но вскоре я понял, что это было не очень хорошей идеей. Эффективность моей работы стала очень низкой после того, как я объединился с ней."

    narrator "Что насчёт причины..."

    narrator "Это было потому, что я сосредоточил всё своё внимание на её теле вместо того, чтобы работать."

    scene gssj_a1 with tstmgr

    narrator "Только взгляни на неё, когда она убирает со стола. Её грудь выглядит так чудесно под этим углом, и она покачивается вместе с её движениями."

    scene gssj_a2 with tstmgr

    narrator "Она, вероятно, очень устаёт, делая это. Должно быть, её плечи болят от поддержки этих огромных сисек."

    narrator "... ... ... ..."

    narrator "Я определённо должен предложить ей больше не делать этого перед гостями."

    narrator "... ... ... ..."

    scene gssj_a5 with tstmgr

    narrator "После уборки стола она начала подметать пол."

    scene gssj_a6 with tstmgr

    narrator "Эти ноги, чувак... ..."

    narrator "Я хотел бы увидеть её в чулках."

    narrator "Ах, чёрт возьми, как я могу работать при таком соблазне."

    narrator "... ... ... ..."

    scene gssj_a3 with tstmgr

    narrator "Через несколько секунд она пошла в ванную комнату и начала мыть ванну."

    narrator "Ах... Эта сидячая поза тоже сексуальна, не говоря уже о тех милых белых носочках."

    scene gssj_a4 with tstmgr

    narrator "Давай-ка изменим угол и посмотрим на это поближе."

    narrator "... ... ... ..."

    scene gssj_a7 with tstmgr

    a "Почему ты пялишься на меня?"

    a "И... у тебя странное лицо."

    scene gssj_a8 with tstmgr

    a "Разве ты не должен сейчас мыть туалет?"

    player "О, я..."

    player "Я уже иду."

    player "Я просто... Ээ, я просто наблюдал за твоей техникой уборки."

    narrator "Я в спешке вышел из ванной."

    a "... ... ... ..."

    a "Техникой... уборки?"

    scene void with tstmgr

    narrator "... ... ... ..."

    stop music fadeout 1.0

    jump event_post
# Decompiled by unrpyc: https://github.com/CensoredUsername/unrpyc
