label A_daily_4:

    scene void with tstmgr
    play music happy

    narrator "... ... ... ..."

    narrator "Следующим утром..."

    narrator "{b}следующий сюжет с точки зрения Веры{/b}"

    narrator "(Стук в дверь) Тук, тук..."

    narrator "(Стук в дверь) Тук, тук..."

    a "(Кто мог прийти в такую рань?)"

    narrator "Я подошла и открыла дверь. За ней стояла красивая девушка. Я не знаю её."

    scene rcsj_a8 with tstmgr

    a "Привет..."

    a "Вы гостья? Я не знала, что Вы сегодня придёте так рано."

    scene rcsj_a9 with tstmgr

    b "(удивлённо) Гостья? Нет, это, должно быть, какая-то ошибка."

    b "Это отель типа \"постель и завтрак\"?"

    a "Да, это он."

    scene rcsj_a10 with tstmgr

    b "(Живёт ли здесь [P.name] после того, как потерял финансовую поддержку?)"

    b "(Но... он сказал, что живёт в доме, который оставил ему отец.)"

    scene rcsj_a9 with tstmgr

    b "Простите, что беспокою Вас, мисс. Я здесь, чтобы найти своего одноклассника. На этой неделе он пропустил два занятия, и я подумала, что ему может понадобиться мой конспект, чтобы просмотреть то, что он пропустил."

    b "Он дал мне этот адрес несколько недель назад. Думаю, он может быть одним из Ваших гостей?"

    scene rcsj_a11 with tstmgr

    a "Как его зовут?"

    b "[P.name]."

    scene rcsj_a12 with tstmgr

    a "... ... ... ..."

    a "О..."

    b "Он... не живёт здесь?"

    a "О, нет. Вы находитесь в нужном месте. Он живёт здесь."

    a "Но он не один из моих гостей. На самом деле, он мой босс, что-то в этом роде."

    scene rcsj_a13 with tstmgr

    b "Ваш босс? Он владеет этим местом?"

    a "Да, так и есть. Он хозяин этого дома."

    b "Значит, теперь он управляет отелем? Это... несколько выше моих ожиданий."

    scene rcsj_a12 with tstmgr

    b "... ... ... ..."

    b "Спасибо, что сказали мне это."

    scene rcsj_a14 with tstmgr

    a "Пожалуйста. Хотите зайти внутрь и подождать его? Он скоро выйдет из душа."

    b "Да, хотелось бы, спасибо."

    scene void with tstmgr

    narrator "... ... ... ..."

    scene rcsj_a15 with tstmgr

    narrator "Вера и Сеннин вместе прошли в гостиную."

    scene rcsj_a16 with tstmgr

    a "В общем..."

    a "Я Вера, помощница [P.name]. Приятно познакомиться."

    scene rcsj_a17 with tstmgr

    b "Я тоже рада познакомиться с Вами, мисс Вера. Я Сеннин, иностранная студентка из Китая."

    narrator "Мисс Вера? Звучит странно. Вера - это моё имя, а не фамилия. Может быть, она просто вежлива или придерживается традиций..."

    narrator "На самом деле, эта грамматическая ошибка милая. Мне нравится имя \"мисс Вера\"."

    scene rcsj_a18 with tstmgr

    a "У меня были уроки китайского в старшей школе. Сеннин на китайском означает \"лес\", верно?"

    scene rcsj_a19 with tstmgr

    b "Вы меня удивили, мисс Вера. Из всех, кого я встретила в этой стране, Вы первая, кто знает китайский язык."

    b "И Ваша интерпретация моего имени довольно близка. На самом деле, полное значение моего имени —  \"лимон в лесу\"."

    a "Ого, какое у Вас поэтичное имя."

    b "Спасибо."

    scene rcsj_a17 with tstmgr

    b "Если Вы не возражаете, мисс Вера, у меня есть вопрос."

    a "Пожалуйста, задавайте."

    b "Вы только что сказали, что Вы его помощница, так чем именно Вы занимаетесь по работе?"

    scene rcsj_a16 with tstmgr

    a "Ничего, кроме уборки, готовки и регистрации гостей, когда у меня есть время. Фактически, я домработница."

    scene rcsj_a21 with tstmgr

    b "Похоже, у Вас много работы."

    a "Да, но мне нравится эта работа, так что ничего страшного."

    b "Это... приятно слышать."

    b "Итак, [P.name] живёт с гостями?"

    a "Да, но не совсем. Все гостевые спальни находятся на первом этаже. Мы с [P.name] живём наверху."

    scene rcsj_a22 with tstmgr

    b "Что? Вы тоже здесь живёте? Вы... Вы и [P.name] живёте вместе?"

    scene rcsj_a20 with tstmgr

    a "Э... да?"

    b "... ... ... ..."

    a "... ... ... ..."

    narrator "Неловкое молчание..."

    narrator "Видимо, эта китаянка очень беспокоится за [P.name]. Интересно, какие у неё с ним отношения. Она его девушка? Я не решаюсь спросить."

    narrator "Если они действительно пара, возможно, мне следует меньше говорить. Я не хочу, чтобы она воспринимала меня как соперницу или что-то в этом роде."

    narrator "Но... почему мне немного грустно от того, что она может быть девушкой [P.name]... ..."

    b "Думаю, мне, наверное, пора идти."

    a "Вы не хотите подождать его?"

    scene rcsj_a17 with tstmgr

    b "Нет-нет, через час у меня урок. Я не могу больше задерживаться."

    b "Я оставлю свой конспект здесь. Пожалуйста, передайте его ему. Было очень приятно познакомиться с Вами, мисс Вера."

    a "Мне тоже было приятно познакомиться..."

    scene void with tstmgr

    narrator "Она второпях ушла."

    narrator "Через несколько минут [P.name] вышел из ванной."

    scene rcsj_a24 with tstmgr

    player "... ... ... ..."

    player "В чём дело?"

    scene rcsj_a25 with tstmgr

    a "Несколько минут назад тут была китаянка. Она оставила тебе свой конспект."

    player "О, скорее всего, это Сеннин. Как она тебе?"

    a "Она милашка."

    player "Но ты не очень хорошо выглядишь. Вы двое поссорились?"

    scene rcsj_a26 with tstmgr

    a "Нет, это не из-за неё..."

    a "Она твоя девушка?"

    player "Что?"

    player "Нет, но она одна из моих лучших друзей в колледже."

    player "Почему ты спрашиваешь? Она сделала что-то, что заставило почувствовать тебя, что \"она любит меня\"?"

    scene rcsj_a24 with tstmgr

    a "Я не уверена. Но она определённо очень волнуется за тебя."

    a "Я просто надеялась... она не восприняла меня как соперницу, если действительно любит тебя."

    player "Ха!"

    scene rcsj_a27 with tstmgr

    a "Что значит \"Ха!\"? Почему ты выглядишь взволнованным?"

    player "Забавно представлять, как две красавицы вроде тебя и Сеннин влюбляются в одного и того же чувака и ревнуют друг к другу. Это как японская гаремная игра."

    scene rcsj_a28 with tstmgr

    a "... ... ... ..."

    a "Невероятно. Ты, наверное, сошёл с ума."

    scene rcsj_a26 with tstmgr

    narrator "... ... ... ..."

    a "(Японская гаремная игра? Что это за игра?)"

    scene void with tstmgr

    narrator "... ... ... ..."

    stop music fadeout 1.0

    jump event_post
# Decompiled by unrpyc: https://github.com/CensoredUsername/unrpyc
