label A_daily_3:

    scene home_livingroom_night_background with tstmgr
    play music sorrow

    narrator "Прошло несколько дней с тех пор, как я разместил этот дом на сайте B&B. (Прим. переводчика: B&B (Bed and breakfast) - отель типа «постель и завтрак».)"

    narrator "Мы с Верой думали, что может пройти некоторое время до приезда первого посетителя, но этот дом был полон гостей с самого первого дня."

    narrator "Думаю, это не слишком удивительно. Этот дом имеет ряд преимуществ, привлекающих людей."

    narrator "Он находится в прекрасном месте недалеко от университета и центра города. У него замечательный интерьер, отдельные ванные комнаты в каждой спальне и, самое главное, доступная цена. Всё это делает его довольно популярным на сайте B&B."

    narrator "Теперь Вера каждый день встает до рассвета и тихонько убирает гостиную и общественные санузлы, прежде чем приготовить завтрак для посетителей."

    narrator "Она действительно неплохо готовит, как она и сказала."

    narrator "Гости впечатлены блюдами, которые она готовит, и все они хотят поблагодарить её лично, но к тому времени, как они просыпаются и засыпают, Веры уже нет. Большинство из них ещё даже не успели познакомиться с ней."

    narrator "Пока что только один гость случайно столкнулся с Верой."

    narrator "По словам того гостя, однажды ночью он проснулся и пошёл на кухню попить, но вдруг услышал звук из коридора."

    scene rcsj_a1 with tstmgr

    narrator "Он с любопытством вышел в холл и увидел, что Вера заходит в дом и переобувается."

    narrator "Поначалу гость даже не понял, что Вера была той самой таинственной хозяйкой. Он думал, что женщина с такими прекрасными навыками уборки и готовки должна быть не моложе 30 лет, и не ожидал увидеть красивую девушку чуть за 20."

    scene rcsj_a2 with tstmgr

    narrator "Заметив гостя, Вера тепло его поприветствовала. Несмотря на то, что она была измотана работой, её улыбка по-прежнему была очень энергичной."

    scene home_livingroom_night_background with tstmgr

    narrator "Когда другие посетители услышали эту историю, они начали обвинять меня в том, что я позволил Вере работать на улице до полуночи."

    narrator "Ну, я тоже вроде как виню себя за это."

    narrator "Я знаю, что Вера сильно перегружена работой. Сейчас у неё ежедневно четыре работы и почти нет времени на отдых. Она может позволить себе спать всего четыре-пять часов в день."

    narrator "Моя работа такая лёгкая по сравнению с её."

    narrator "Мне нужно найти способ облегчить её бремя. Начнём с того, что поможем ей по хозяйству."

    narrator "Итак, я встал сегодня очень рано и нашел её на кухне."

    scene rcsj_a3 with tstmgr

    player "Утречко."

    scene rcsj_a4 with tstmgr

    a "А? Ты сегодня так рано встал."

    player "Что ж, я здесь, чтобы помочь."

    scene rcsj_a5 with tstmgr

    a "Это очень мило с твоей стороны."

    player "Так я могу что-нибудь сделать, мэм?"

    a "Мэм? Меня еще никто так не называл."

    a "Если хочешь, можешь пойти убраться в гостиной, но, пожалуйста, будь потише. Гости всё ещё спят."

    player "Да, мэм."

    scene home_livingroom_night_background with tstmgr

    narrator "Мне потребовалось некоторое время, чтобы убрать гостиную. Нелегко убираться не издавая ни звука. Я должен быть очень осторожным и стараться вдвое усерднее."

    narrator "Трудно поверить, что Вера это делает добровольно каждый день. Должно быть, для неё это напряжённая работа."

    narrator "Из-за этого я чувствую себя виноватым."

    narrator "... ... ... ..."

    scene rcsj_a4 with tstmgr

    a "Ты закончил уборку?"

    player "А, да."

    player "Завтра я снова уберусь. И не только завтра, с этого момента я буду помогать тебе по хозяйству каждый день. Давай заниматься этим вместе."

    a "... ... ... ..."

    a "Спасибо тебе."

    player "И..."

    scene rcsj_a6 with tstmgr

    a "Тебя что-то беспокоит?"

    player "Что ж, теперь, когда наш бизнес на правильном пути, ты не думала о том, чтобы уйти с других работ и стать моей постоянной помощницей в отеле B&B?"

    player "Я буду... Я буду платить тебе зарплату. Пока что это будет немного, но, по крайней мере, ты не будешь так уставать каждый день."

    a "... ... ... ..."

    scene rcsj_a5 with tstmgr

    a "Спасибо..."

    a "Но нет, ещё нет."

    a "Я должна зарабатывать как можно больше, чтобы поддерживать маму. Я ещё молода, я без сомнений могу управиться на всех этих работах."

    player "Но если ты продолжишь перегружать себя работой, твоё тело рано или поздно не выдержит."

    a "... ... ... ..."

    a "Я в порядке, не волнуйся."

    player "Но..."

    a "Тебе действительно не нужно беспокоиться обо мне. Я не чувствую никакой усталости."

    narrator "Я не могу уговорить эту упрямую девушку. У неё есть своя настойчивость."

    narrator "И я также не могу заставить её бросить эти работы. Я должен уважать её выбор."

    player "Отлично. Если тебя всё устраивает, я больше ничего не скажу. Но давай заключим сделку."

    a "Какую сделку?"

    player "Как только этот отельный бизнес станет достаточно большим, я буду платить тебе зарплату, сравнимую со всеми твоими текущими заработками вместе взятыми. И ты уволишься с тех работ, чтобы стать моей помощницей на полную ставку. Согласна?"

    scene rcsj_a7 with tstmgr

    a "... ... ... ..."

    a "Но тебе не стоит этого делать."

    player "Я настаиваю."

    scene rcsj_a5 with tstmgr

    a "... ... ... ..."

    a "Хорошо, я принимаю эту сделку."

    a "Спасибо."

    player "И тебе спасибо."

    scene void with tstmgr

    narrator "... ... ... ..."

    player "(Мне нужно что-то придумать, чтобы сделать наш отельный бизнес более прибыльным. Это единственный способ позволить Вере бросить другие работы.)"

    narrator "... ... ... ..."

    stop music fadeout 1.0

    jump event_post
# Decompiled by unrpyc: https://github.com/CensoredUsername/unrpyc
