label A_daily_11:

    scene void with tstmgr
    play music sorrow

    "Следующим утром..."



    "*Щебетание птиц* ... ... ... ..."



    "*Щебетание птиц* ... ... ... ... ... ... ... ..."



    scene a_daily11_1 with tstmgr

    a "Ммм... ..."



    a "Уже утро?... ..."



    "Вера села на кровати."



    scene a_daily11_5 with tstmgr

    a "Погода сегодня отличная."



    player "(Храп) Хррр-пфф... ... Хррр-пфф... ..."



    scene a_daily11_3 with tstmgr

    a "... ... ... ..."



    scene a_daily11_4 with tstmgr

    a "Это была... бурная ночь."



    a "Он кончил... дважды в меня. Такой зверь... ..."



    a "Хм..."



    scene a_daily11_6 with tstmgr

    a "И у зверя милое спящее личико."



    a "... ... ... ..."



    scene a_daily11_5 with tstmgr

    a "Что произошло за последние несколько месяцев... всё это похоже на сон."



    a "Мне кажется, только вчера я жила в трущобах... отчаянно пыталась прокормить себя и свою маму..."



    scene a_daily11_4 with tstmgr

    a "Но теперь... Я здесь, в этом большом доме, каждый день просыпаюсь на большой кровати с... ..."



    a "С первым мужчиной в моей жизни... ..."



    a "Жизнь в самом деле удивительна. Ты никогда не знаешь, что произойдёт дальше... или кого ты встретишь... ..."



    scene a_daily11_9 with tstmgr

    a "Но бросит ли он меня когда-нибудь в будущем?"



    a "Хммммм... ... ... ..."



    "... ... ... ..."



    scene a_daily11_6 with tstmgr

    player "Хррр-пфф... Хррр-пфф... Хррр-пфф... ..."



    scene a_daily11_7 with tstmgr

    player "Эхх... ..."



    scene a_daily11_8 with tstmgr

    player "Доброе утро, Вер."



    a "Ах, ты проснулся. Я собираюсь приготовить завтрак прямо сейчас."



    player "... ... ... ..."



    scene a_daily11_10 with tstmgr

    player "Эй, забудь о завтраке. Давай повеселимся."



    a "Перестань... Позже мне нужно будет на работу."



    player "Я быстро..."



    scene a_daily11_11 with tstmgr

    a "Ты никогда не устаёшь?"



    a "Что, если я забеременею?"



    if A.relation == "girlfriend":

        player "Тогда мы будем воспитывать ребёнка вместе."



    if A.relation == "sexpartner":

        player "Тебе не нужно беспокоиться о будущем. Единственное, что мы должны делать, это наслаждаться настоящим."



    scene a_daily11_12 with tstmgr

    a "[P]... ... ... ..."



    a "(Поцелуй) Ммм... ... ... ..."



    scene void with tstmgr

    "... ... ... ..."



    scene a_daily11_13 with tstmgr

    player "Мы не занимались любовью накануне, не так ли?"



    player "Так что это будет первый раз... ..."



    scene a_daily11_14 with tstmgr

    player "Ты чувствуешь себя неловко из-за окна? Я могу задёрнуть шторы, если хочешь."



    a "... ... ... ..."



    scene a_daily11_15 with tstmgr

    a "Люди снаружи не могут нас увидеть, верно?"



    player "Ага. Это зеркало, если смотреть снаружи."



    scene a_daily11_16 with tstmgr

    a "Тогда... Меня это не напрягает."



    player "Но возбуждаешься ли ты сильнее, когда представляешь, что люди снаружи могут нас увидеть?"



    scene a_daily11_17 with tstmgr

    a "Боже мой, ты извращенец?"



    player "Я просто говорю... ..."



    a "... ... ... ..."



    scene a_daily11_16 with tstmgr

    a "Я бы ни за что не хотела стать такой извращенкой, как ты."



    a "А теперь быстро закончи с этим. Не хочу опаздывать на работу."



    scene a_daily11_18 with tstmgr

    player "Хорошо... ... ... ..."



    a "Прекрати, щекотно~~"



    scene a_daily11_19 with tstmgr
    play sound a_daily11_19 loop
    pause



    a "(Сдерживая стоны) Ммммм... ммммм... ммммм... ... ... ..."



    a "Ох... ... тебе не стоит... ... двигаться... так быстро... ..."



    player "Хах, но это ты только что сказала 'заканчивай побыстрее'."



    a "Ооо... ... но... ..."



    a "Это... так интенсивно... ..."


    stop sound
    scene a_daily11_20 with tstmgr
    play sound a_daily11_20 loop
    pause



    a "Ах... ах... ах... ах... ещё... ... ..."



    "Её подпрыгивающие сиськи продолжают неприятно бить меня по рукам. Чёрт, мне очень нравится это чувство."



    "Я не думаю, что смогу больше сдерживаться... ..."



    player "Я кончаю, Вера!~~~"


    stop sound
    scene a_daily11_21 with tstmgr
    play sound cumshot

    $ flashlight()

    a "Аааааааах~~~~~"



    "Я вытащил член из неё в последнюю секунду и кончил наружу."



    scene a_daily11_22 with tstmgr

    a "(Тяжело дыша) фух... фух... фух... фух... ..."



    a "Это было... замечательно... ..."



    a "Но [P]... ... ... ..."



    a "Почему ты не кончил... в меня?"



    player "Потому что я не хочу, чтобы ты пошла на работу с липкой киской. Разве я не милашка?"



    a "... ... ... ..."



    a "Но теперь у меня липкий живот. Какая разница? Мне всё равно нужно в душ."



    a "Ты... дурак... ..."



    player "Ой, извини... ... ... ..."



    scene void with tstmgr

    "... ... ... ..."



    stop music fadeout 1.0















    jump event_post
# Decompiled by unrpyc: https://github.com/CensoredUsername/unrpyc
