label A_daily_14:

    scene void with tstmgr

    play music sorrow

    "Сегодня днём ​​у меня свидание с Верой в библиотеке колледжа."



    scene a_daily14_1 with dissolve

    a "Настоящая библиотека колледжа. Оуууу... ... Я никогда раньше не была в таком месте."



    scene a_daily14_2 with tstmgr

    a "Так много книг! Могу ли я взять несколько из них?"



    player "Сейчас брать книги разрешено только студентам, но ничего, я возьму их для тебя. Просто скажи мне, какие книги тебе нравятся."



    scene a_daily14_3 with tstmgr

    a "Оуууу... Я так тебе завидую!~"



    "Вера не впервые показывает мне свою тоску по студенческой жизни. И мне становится немного жаль её каждый раз, когда я вижу грусть в её глазах."



    scene a_love3_6 with flashback

    "Женщина" "А что насчёт тебя? Ты была лучшей ученицей в нашей средней школе. Как ты стала... продавцом?"



    scene a_daily14_2 with flashback

    player "... ... ... ..."



    "У неё было недостаточно денег, чтобы поступить в колледж после окончания средней школы. Думаю, она будет сожалеть об этом всю жизнь. Но возможно... ..."



    scene a_daily14_3 with tstmgr

    a "Я хочу почитать что-нибудь об уголовном правосудии! Я мечтала стать окружным прокурором, когда я была маленькой~"



    scene a_daily14_4 with tstmgr

    a "Я знаю, что у меня уже нет шанса стать настоящим окружным прокурором, но... ..."



    player "Окружной прокурор? Это так классно!"



    scene a_daily14_5 with tstmgr

    a "*грустно вздыхая* Это... стыдно даже поднимать эту тему. Это была просто детская мечта. Эх... ..."



    scene a_daily14_6 with tstmgr

    a "Если так подумать, мне эти книги вовсе не нужны. Может, нам стоит просто... уйти отсюда."



    "Чёрт, я думал, что, если приведу её сюда, она будет счастлива, но теперь она расстроена больше, чем когда-либо. Я должен что-то с этим сделать!"



    scene a_daily14_7 with tstmgr

    player "Знаешь, Вера, ты ещё можешь пойти в колледж! Тебе всего 22 года. Ещё не поздно!"



    scene a_daily14_8 with tstmgr

    a "Перестань так говорить~ Ты же знаешь, я не могу себе этого позволить."



    player "Ну, не забывай обо мне. Я помогу тебе, ты же знаешь, что помогу. За эти дни я заработал довольно много, и мой отец скоро выйдет из тюрьмы. Для меня не будет проблемой оплатить твоё обучение!"


    scene a_daily14_9 with tstmgr

    a "[P]... Я... ..."



    a "Мне приятно это слышать, правда, но... ..."



    scene a_daily14_10 with tstmgr

    a "Что, если... мы расстанемся?"



    player "Чт... что?"



    a "Мы из разных миров. Я жила в бедности всю свою жизнь, а ты родился с серебряной ложкой во рту."



    a "Мне очень нравится жить с тобой, но... ..."



    scene a_daily14_11 with tstmgr

    a "Но мне всегда кажется... что всё, что у меня есть сейчас, на самом деле не принадлежит мне по-настоящему. Этот дом, друзья, ты... ... То, что произошло за последние несколько месяцев, было для меня прекрасным сном."



    a "И я боюсь, что однажды я очнусь от этого сна на жёсткой кровати в своей квартире в трущобах."



    player "Вера... ..."



    scene a_daily14_12 with tstmgr

    a "Извини, я схожу с ума. Давай просто... уйдём отсюда, ладно?"



    player "... ... ... ..."



    player "Если это то, чего ты хочешь... ..."



    scene void with tstmgr

    "Думаю, теперь я наконец-то узнал настоящую причину, по которой она всё ещё предпочитает работать как сумасшедшая, хотя ей это и не нужно. Это всё из-за отсутствия безопасности. Она чувствует себя так неуверенно, когда она со мной, и, чёрт возьми... Я понятия не имею, как это исправить."


    "Чем больше я пытаюсь что-то для неё сделать, тем больше она думает, что \"эта жизнь на самом деле не принадлежит ей\", и ещё более неуверенно себя чувствует. Аааа... чёрт, это замкнутый круг!"



    "Думай, [P], думай, должен быть способ..."



    "Но прямо сейчас... Может быть, мне стоит просто уйти отсюда вместе с ней."



    "... ... ... ..."


    stop music fadeout 1.0

    jump event_post
# Decompiled by unrpyc: https://github.com/CensoredUsername/unrpyc
