label A_final:

    scene void with tstmgr
    play music happy

    "... ... ... ..."



    "Несколько дней спустя, рано утром... ..."



    player "Хррр... хррр... хррр... хррр..."



    player "хрр... хрр... ..."



    player "... ... ... ..."



    player "*Лениво открывая глаза* ... ... ... ..."



    scene a_final_1 with tstmgr

    $ flashlight()

    player "Вера... ..."



    player "На что ты смотришь?"



    scene a_final_2 with tstmgr

    a "Птицы на деревьях. Они такие милые, и мне очень нравится это чириканье~"



    player "Птицы... они ведь не нагадили на мою машину, да?"



    scene a_final_3 with tstmgr

    a "Ты портишь момент."



    player "О, я извиняюсь~"



    scene a_final_4 with tstmgr

    a "*Улыбается* ... ... ... ..."



    player "Итак... почему ты голая?"



    a "Для принятия солнечных ванн~ Утром в твоей комнате много солнечного света~"



    player "... ... ... ..."



    "Это странное оправдание."



    a "Завтрак готов. Хочешь, я принесу его сюда?"



    scene a_final_5 with tstmgr

    player "Не беспокойся. Я встаю~"



    "Несколько дней назад Вера уволилась со всех своих работ, так как у неё обнаружили эндокринные нарушения, вызванные переутомлением. Теперь она пытается привести своё тело в наилучшее состояние... ... для беременности."



    player "Итак, какие у тебя планы на сегодня?"



    scene a_final_6 with tstmgr

    a "Уборка дома, приготовление завтрака для гостей нашего отеля, ничего особенного."



    scene a_final_7 with tstmgr

    a "На самом деле кажется странным ежедневно иметь так много свободного времени. Я вообще понятия не имею, как им распоряжаться."



    player "Теперь у тебя достаточно времени, чтобы найти хобби или чему-то научиться. Ты как-то сказала, что интересуешься законами, верно? Теперь у тебя есть время прочитать несколько книг об этом."



    scene a_final_8 with tstmgr

    a "Да, я, наверное, должна найти себе занятие... ..."



    player "Кстати, как успехи с нашим отельным бизнесом на сегодняшний день?"



    scene a_final_9 with tstmgr

    a "Очень хорошо, на самом деле лучше, чем когда-либо до этого. Наши номера полностью забронированы на месяц вперёд."



    a "Может, стоит немного поднять цену?"



    player "Это так удивительно. Почему наш отель вдруг стал таким популярным?"



    scene a_final_10 with tstmgr

    a "Думаю, это из-за того, что у тебя отличный отельный менеджер~"



    player "Ага... ..."



    scene a_final_11 with tstmgr

    a "Не хочешь вознаградить её за это?"



    scene a_final_12 with tstmgr

    player "Что ты предлагаешь?"



    scene a_final_13 with tstmgr

    a "Ты знаешь, чего я хочу больше всего... ..."



    scene a_final_14 with tstmgr

    player "Нет, ты должна сказать мне сама~"



    a "Ты такой плохой~"



    scene a_final_15 with tstmgr

    a "Я хочу, чтобы твоё семя было в моей матке... и я родила тебе ребёнка~ Это единственное желание, которое у меня сейчас есть~"



    player "Вот почему ты пришла утром в мою комнату голой, верно? Ты пошлая девочка~"



    a "Это всё твоя вина... ..."



    player "Хорошо, давай посмотрим, смогу ли я оплодотворить тебя на этот раз~"



    scene a_final_16 with tstmgr

    pause



    scene a_final_17 with tstmgr

    player "*Проникая внутрь* ... ... ... ..."



    a "Оууууу~~~~"



    scene a_final_18 with tstmgr

    a "Член [P]... ... входит так глубоко~ да~~~"



    a "Чем глубже ты проникаешь ... тем выше шанс оплодотворения~~"



    player "Хм? Ты уверена насчёт этого?"



    a "Да, я верю в это~~"



    player "Тогда ладно... ..."



    scene a_final_19 with tstmgr
    play sound a_final_19 loop
    pause



    a "Аааа~~ Да~~~ Это именно то, что я хотела перед завтраком~~"



    a "Твёрдый член [P]~ становится таким большим в моей киске~"



    a "И проникает так глубоко~~~~"



    player "Вера... обними меня крепче и потрись сиськами о мою грудь. Это так хорошо~"



    a "да, хорошо, трусь сиськами~~~ оооооо~~~"



    a "Аааа~~ Я так тебя люблю~~~"



    player "Я тоже тебя люблю~"


    stop sound
    scene a_final_20 with tstmgr
    play sound a_final_20 loop
    pause



    a "[P]... ооо~~~ моя любовь~~~"



    a "Я хочу... чтобы ты мог обнимать меня вот так... и трахать меня вечно~"



    player "С этого момента и до конца жизни ты всегда можешь получить этот член, когда захочешь~"



    a "Это... лучшее признание в любви, которое я слышала в своей жизни~"



    "Мы с нежностью смотрели друг другу в глаза, в то время как наши тела двигались сами собой. Этот момент я хочу запомнить навсегда~"



    player "Вера... Думаю, я собираюсь... ..."



    a "Да, да, глубоко во мне, дай мне своё семя, свою любовь, своё всё~~"



    player "Я кончаю!!~~~"


    stop sound
    scene a_final_21 with tstmgr
    play sound cumshot
    $ flashlight()

    pause



    a "Охххххх~~~ Да, да, посади своё семя в мою почву~~~"



    "В очередной раз её влагалище было заполнено моей спермой. Повезёт ли нам на этот раз?"



    a "Люблю тебя... [P]... ... Я так сильно тебя люблю... ..."



    scene void with tstmgr

    "... ... ... ..."



    "Некоторое время спустя... ..."



    scene a_final_22 with dissolve

    a "Оооо... ... это было так хорошо~ Спасибо, что кончил в меня, [P]~"



    scene a_final_23 with tstmgr

    a "Хмммммм?"



    scene a_final_24 with tstmgr

    a "О нет, твоя сперма... ... она вытекает из моей киски! Всё было зря!"



    player "Эх... ... Хочешь ещё один раунд?"



    scene a_final_25 with tstmgr

    a "Ооооо?"



    scene a_final_26 with tstmgr

    a "Да, пожалуйста~ Я почти забыла, что ты неутомимый монстр секса~"



    a "На этот раз... Я прослежу, чтобы ничего не вытекло~"



    scene void with tstmgr

    "... ... ... ..."



    "... ... ... ... ... ..."



    a "Хахх~~~ ххх~~ [P]... почему... почему в туалете?~~~"



    scene a_final_27 with dissolve
    play sound a_final_27 loop
    pause



    "Вот мы снова занимаемся сексом, но на этот раз я решил действовать грубее. Я толкнул её в угол туалета и дико трахнул сзади."



    player "Тебе не нравится?"



    a "Конечно, мне это нравится~ Я всегда буду наслаждаться всем, что ты делаешь со мной~~"



    a "Оуууу... ... Просто... ... твой пенис стал ещё больше, чем раньше~~"



    player "Разве это не хорошо?"



    a "Д... да, но~~~ оуууу~~~ если ты продолжишь так трахать меня, я... я скоро... ..."


    stop sound
    scene a_final_28 with tstmgr
    play sound a_final_28 loop
    pause



    a "Я сойду с ума от твоих мощных толчков~~~~"



    player "Именно этим я и занимаюсь~"



    a "Ооооу~~~ [P]~~~ ааах~~ ххххх~~~~"



    a "Твой пенис... закачивает сперму, оставшуюся в моей киске... глубоко внутрь~~ Оуууу... ..."



    a "Я думаю, что на этот раз я действительно забеременею~~~"



    player "Ах~~~ да~~~ Моя новая сперма тоже поступает!"



    player "Забери её всю своей маткой~~~~~"


    stop sound
    scene a_final_29 with tstmgr
    play sound cumshot
    $ flashlight()

    a "Ооооооооооооооо!!!~~~~~~~~~"



    a "Я чувствую это, я чувствую это, на этот раз ты кончил в меня ещё больше~~"



    a "Оооо~~~ Я действительно хочу быть матерью твоего ребенка~~~~"



    a "Давай просто... ты оставишь свой член во мне ненадолго... ... чтобы убедиться, что ничего не вытекло~"



    scene void with tstmgr

    "... ... ... ..."



    "Через 10 минут Вера наконец-то достала мой член из своей киски, и... ..."



    scene a_final_30 with dissolve

    a "Хм~~ ммм~~ аммм~~ хм~~"



    "Теперь она стоит на коленях на полу и покорно чистит мой член. Это определённо лучшее, что может хотеть мужчина после секса."



    scene a_final_31 with tstmgr

    player "... ... ... ..."



    player "Ах... ...Кажется, я понял, почему наш дом внезапно стал популярным."



    a "О чём ты говоришь?"



    scene a_final_32 with tstmgr

    player "Я проверяю отзывы о нашем отеле на сайтах В&B. Хочешь знать, что сказано в отзыве с наибольшим количеством лайков?"



    scene a_final_33 with tstmgr

    a "Что там сказано?"



    scene a_final_34 with tstmgr

    player "Там сказано ‘В этом месте самая сексуальная хозяйка. Кто может отказаться жить с ней в одном доме несколько дней?’"



    scene a_final_35 with tstmgr

    a "О... ...они говорят... обо мне?"



    player "Ага, так как ты уволилась с работы, теперь наши гости могут чаще видеть тебя в отеле. Вот почему они находят это место таким привлекательным."



    a "О, да... ...Многие гости говорили мне, что им нравится, когда я рядом."



    scene a_final_36 with tstmgr

    player "К тебе когда-нибудь приставал какой-нибудь гость?"



    scene a_final_37 with tstmgr

    a "Хмммм... ...Иногда бывают немного навязчивые гости, но всё же с ними легче иметь дело, чем с клиентами того места, где я работала."



    scene a_final_38 with tstmgr

    player "... ... ... ..."



    player "Чёрт, это плохо... ..."



    scene a_final_39 with tstmgr

    player "Лично я хочу закрыть сервисное обслуживание отеля прямо сейчас, потому что я не хочу, чтобы моей девушки домогались в моём собственном доме."



    scene a_final_40 with tstmgr

    player "Но... я думаю, ты сама должна принять решение. В конце концов, ты отвечаешь за сервис нашего отеля."



    player "Если ты считаешь, что эта работа доставляет тебе какие-то неприятности, то давай просто прекратим её."



    player "Но если она тебе всё ещё нравится, то... ..."



    scene a_final_41 with tstmgr

    a "Она мне нравится~"



    a "Я имею в виду, я действительно люблю готовить и делать работу по дому. Когда я вижу, что люди довольны моей едой, или слышу, как они восхищаются моим умением работать по дому, это даёт мне огромное чувство выполненного долга."



    scene a_final_42 with tstmgr

    a "Это заставляет меня чувствовать, что... ...я приношу пользу."



    scene a_final_43 with tstmgr

    a "У меня нет высокого уровня образования, у меня нет других навыков, о которых стоит рассказывать. Готовка и работа по дому... ... Это единственное, чем я горжусь."



    player "Вера... ..."



    scene a_final_44 with tstmgr

    a "Кроме того... ...если ты сейчас закроешь сервисное обслуживание отеля, мне действительно будет смертельно скучно оставаться дома одной, когда ты будешь на работе."



    player "... ... ... ..."



    label A_final_choice_1:

    menu:
        "Пока что не закрывать сервис отеля":


            scene a_final_45 with tstmgr

            player "Ладно, пока не буду закрывать. Но мне нужно, чтобы ты пообещала мне, что дашь мне знать, если передумаешь."

            player "И, пожалуйста, береги себя, когда меня нет дома."

            scene a_final_47 with tstmgr

            a "Конечно, буду~ Да ладно тебе, я уже не ребёнок~"

            a "*Поцелуй* ... ... ... ..."

            scene void with tstmgr

            "... ... ... ..."
        "Заниматься работой вместе с ней (хорошая концовка Веры)":




            "*Это одиночная концовка Веры, она случается в руте, где ты влюбился только в Веру и никакие другие девушки не переехали в твой дом.*"

            scene a_final_45 with tstmgr

            player "Хорошо, если ты этого хочешь, давай продолжим сервисное обслуживание отеля."

            player "Но я должен сказать, что моё беспокойство никуда не делось. Оставлять тебя одну в доме с назойливыми гостями — не лучший выбор. Это не то, как должен поступать мужчина."

            a "Но что ты можешь сделать?"

            player "Я могу уволиться с работы в компании Shinyrost и оставаться дома вместе с тобой."

            scene a_final_46 with tstmgr

            a "Что?"

            player "Я скопил достаточно денег на работе. Мы сможем жить хорошей жизнью даже после того, как я уволюсь с работы."

            a "Но... ты не тот человек, который был бы доволен оставаться дома."

            player "О чём ты говоришь? Я буду чертовски доволен до тех пор, пока остаюсь с тобой."

            scene a_final_47 with tstmgr

            a "[P]~~~"

            player "Ты просто должна научить меня делать работу по дому~"

            scene a_final_48 with tstmgr

            a "Я сделаю из тебя лучшего домохозяина в городе... ..."

            "... ... ... ..."

            scene void with tstmgr

            "... ... ... ... ... ..."

            "... ... ... ... ... ... ... ..."

            "В общем... вот так вот. Я уволился с работы в следующий понедельник и начал вместе с Верой управлять отельным бизнесом."

            "Я стал домохозяином."

            "Я никогда бы не подумал, что однажды брошу работу и добровольно стану домохозяином. Любовь действительно способна изменить человека~"

            "И я действительно не осознавал, насколько тяжёлой может быть работа по дому, пока я сам не начал её делать."

            scene a_final_49 with dissolve

            player "Боже мой... ... Это так утомительно. Нам серьёзно нужно мыть ванну каждый день?"

            scene a_final_50 with tstmgr

            a "Конечно, ты не представляешь, насколько грязной она будет после одного купания."

            player "Ты делала это для нас каждый день?"

            a "Да, конечно. Ванна не очищается сама~"

            player "Чёрт, я чувствую себя таким виноватым из-за этого... ...Мне нравилось принимать ванну каждый день, но я понятия не имел, сколько работы ты проделываешь, чтобы содержать её в чистоте."

            scene a_final_51 with tstmgr

            a "У всех нас есть своя работа. Для меня содержать дом в чистоте и делать тебя счастливым — самая важная работа~"

            player "Вера... ..."

            scene a_final_52 with tstmgr

            player "С этого момента я буду чистить ванну каждый день. Пришло время мне сделать что-то для тебя~"

            a "Оууууу~~~ [P]~~~ Люблю тебя~"

            scene void with tstmgr

            "... ... ... ..."

            "После того, как я уволился с работы в компании Shinyrost, наше финансовое положение неизбежно ухудшилось, но это было совсем неважно~"

            "Теперь мы вместе обсуждали купоны, и я стал ходить с ней в продуктовые магазины, чтобы купить продукты на распродаже."

            scene a_final_53 with dissolve

            player "Может, нам взять немного говядины?"

            scene a_final_54 with tstmgr

            a "Ах, да, но не эту, давай сначала взглянем на ту, что на другой полке. Она дешевле."

            player "Ох, хорошо."

            scene a_final_55 with tstmgr

            a "... ... ... ..."

            scene a_final_56 with tstmgr

            a "Это... так романтично~"



            player "Романтично? О чём ты говоришь?"



            a "Когда я была маленькой, я всегда мечтала, что однажды смогу ходить по магазинам со своим возлюбленным. Для меня это было самым романтичным~"



            player "Я думал, что обычно люди считают романтичным круиз или ужин при свечах... ... Покупки в продуктовых магазинах? Для большинства людей это было бы самой неромантичной вещью в мире~"



            a "Все эти вещи, круиз... ужин при свечах... ... они кажутся мне такими нереальными. Они ... ...недостаточно близки к жизни. На мой взгляд, самым романтичным должно быть что-то обычное, но милое~"



            scene a_final_57 with tstmgr

            a "Свидание в продуктовом магазине с любовью всей моей жизни, ах~ что может быть лучше этого?~"



            player "Ха~~~"



            scene void with tstmgr

            "... ... ... ..."



            "С другой стороны, наш дом стал немного менее популярным на сайтах B&B после того, как я стал чаще появляться в доме. Похоже, моё присутствие уменьшило количество гостей, пришедших сюда просто для того, чтобы поприставать к ней. Я рад этому, потому что это означает, что я не ушёл с работы напрасно~"



            "Однако некоторые из моих друзей не поняли моего решения. ‘Ты пожалеешь об этом через два месяца. Сидеть дома каждый день чертовски скучно’ сказали они."



            "Но... ладно, они понятия не имеют о том, насколько захватывающей может быть моя домашняя жизнь~"



            scene a_final_58 with dissolve

            "Гость А" "Добрый день, Вера~"



            scene a_final_59 with tstmgr

            a "О, доброе утро, я имею в виду, добрый день, мистер Уайт."



            "Гость А" "Чем Вы занимаетесь?"



            scene a_final_60 with tstmgr

            a "Я только что... закончила мыть посуду. Теперь я... перевожу дыхание... ..."



            "Гость А" "Не переутомляйтесь. Почему бы Вам не попросить своего парня сделать работу за Вас?"



            scene a_final_61 with tstmgr

            a "Он... занят кое-чем другим... ..."



            a "Вы уходите, мистер Уайт?"



            "Гость А" "Да, я собираюсь прогуляться в парке, хотите пойти со мной?"



            scene a_final_62 with tstmgr

            a "Нет... У меня есть работа по дому."



            scene a_final_63 with tstmgr

            $ flashlight()

            a "Оооох~~"



            scene a_final_62 with tstmgr

            a "О, я просто... закашлялась."



            "Гость А" "Вы не очень хорошо выглядите. Вам помочь?"



            a "Я... я в порядке... ... мне просто... нужна минутка."



            "Гость А" "Где Ваш парень? Он должен оставаться рядом с Вами, когда он Вам нужен."



            a "Он... ..."



            scene a_final_64 with tstmgr

            a "Он действительно занят кое-чем другим~~~"



            "Гость А" "Вы уверены, что Вам действительно не нужна помощь? Вы дрожите."



            scene a_final_65 with tstmgr

            a "Я в порядке. Не беспокойтесь обо мне~~"



            scene a_final_66 with tstmgr

            a "Мне просто нужно... побыть немного наедине... ..."



            scene a_final_67 with tstmgr

            "Гость А" "Ладно, если Вы так говорите."



            scene a_final_66 with tstmgr

            "Гость ушёл... ..."



            scene a_final_67 with tstmgr

            a "Н... наконец-то... ..."



            scene a_final_68 with tstmgr

            player "Хмммм~~ хм~~~ Да, наконец-то я могу издавать звуки~"



            player "Я чуть не утонул в твоей сочной киске~"



            a "Это... слишком рискованно... ... Люди могут догадаться в любой момент... ..."



            a "Но... ... оооо~~ Мне это так нравится~"



            scene a_final_69 with tstmgr

            a "Я... я кончаю~~~"



            scene a_final_70 with tstmgr

            "Однако я убрал лицо в последнюю секунду перед тем, как она испытала оргазм."



            scene a_final_71 with tstmgr

            a "Почему... зачем останавливаться? Я была почти... ..."



            player "Ты не можешь быть единственной, кто получает удовольствие~ Сначала ты должна доставить удовольствие мне, если хочешь кончить~"



            a "Оуууууууу... ... Я... Я поняла. Давай... пойдём в туалет~"



            scene void with tstmgr

            "... ... ... ..."



            "Некоторое время спустя..."



            scene a_final_72 with dissolve

            pause



            a "*Поцелуй* Хмм~~ вумммм~~ [P]~~ люблю тебя~~~ хммм~~"



            player "Вера... ..."



            "Вера умело дрочит мой член одной рукой, одновременно ублажая языком. Она стала очень хороша в этом~"



            a "Мокрый пенис [P]... ... Хочу почувствовать его в своей мокрой киске~~"



            "Она продолжает тереться своей киской о мою ногу. Боже мой... она, должно быть, очень возбуждена сейчас, потому что моё бедро насквозь промокло."



            a "[P]~~~ хм~~~ ммм~~ да~~ так хорошо~~"



            scene a_final_73 with tstmgr

            pause


            scene a_final_74 with tstmgr
            play sound spank
            $ flashlight()

            a "Оууу~~~"



            player "Ты стала такой шлюхой, моя девочка~"



            scene a_final_73 with tstmgr

            pause



            scene a_final_74 with tstmgr
            play sound spank
            $ flashlight()

            a "Ооооооx~~~"



            a "Я шлюха... только когда я с тобой~ Любовь моя~"



            player "Вера... ..."



            scene a_final_75 with tstmgr

            a "Пожалуйста~ любовь моя~~ Мне очень нужен твой член прямо сейчас~~ Пожалуйста~~ иначе моя киска будет залита моей грязной жидкостью~~"



            player "Тогда хорошо~"



            scene void with tstmgr

            "... ... ... ..."



            "Некоторое время спустя..."



            "Гость Б" "Хмммммм... ... Туалет занят уже десять минут. Чёрт, сколько мне ещё ждать?"



            "Тем временем в туалете..."



            scene a_final_76 with tstmgr
            play sound a_final_76 loop
            pause



            a "Ха~~~ ххх~~ хах~~~ ххх~~ [P]~~~ ххх~~~"



            a "Не могу... издать ни одного звука... ... иначе нас услышат... ..."



            a "Но... ..."



            a "Ооо~~~ oxx~~ Пенис [P]~~ да~~~ Большой член [P] во мне~~~ люблю это так сильно~~~"



            a "Я не могу сдержать~~~ Я не могу сдержать свой голос~~~"



            scene void with tstmgr

            "Гость Б" "Эй, парень в туалете! Хватит смотреть порно, когда срёшь! Я слышу стоны даже снаружи!"



            player "О, э... извините~"



            "Гость Б" "Сколько ещё тебе нужно? Я ждал 20 минут!"



            player "Э... ... ... ..."


            stop sound
            scene a_final_77 with dissolve
            play sound a_final_77 loop
            pause



            player "На самом деле, туалет, похоже, забит. Почему бы тебе не пойти в туалет наверху?"



            "Гость Б" "Э... ... Так почему ты смотришь порно в забитом туалете?"



            player "Хммммм... ... Просто расслабляюсь, пока пытаюсь починить его?"



            "Гость Б" "... ... ... ..."



            "Гость Б" "Похер... ..."



            "Гость ушёл... ..."


            stop sound
            scene a_final_78 with tstmgr
            play sound a_final_78 loop
            pause



            a "Оооо~~~ Я действительно похожа на девушку из порноролика?"



            player "Это комплимент, Вера. Твои стоны так же сексуальны, как у порнозвезды~"



            a "На... на самом деле?~~ Возбудишься ли ты сильнее... услышав мой стон?"



            player "Определённо~"



            a "Я... Я так счастлива~~~~ Я буду... Оооо~~ Я буду смотреть порно и попробую сделать свои стоны более сексуальными~~~"



            player "Ох... моя Вера~~"



            a "А теперь, пожалуйста~~ пожалуйста, дай мне свою сперму~~ оуууу~~~ Мне нужна... Мне нужна твоя сперма прямо сейчас~~"



            player "Я кончаю!!~~~"


            stop sound
            scene a_final_79 with tstmgr
            play sound cumshot
            $ flashlight()

            a "Оооооооооооооооооооооооооооооо!!~~~~~"



            a "Подожди~~~ Нет~~~ Ооооо~~ Это~~~~ так... так... так глубоко~~~~~"



            scene a_final_80 with tstmgr

            a "Я чувствую... ...твой пенис открыл врата моей матки... ..."



            scene a_final_81 with tstmgr

            a "Вся твоя сперма... попадает прямо в неё~~~"



            scene a_final_82 with tstmgr

            a "На этот раз... на этот раз я обязательно забеременею~~~ Я чувствую это~~~ оооооо~~~~"



            scene void with tstmgr

            "... ... ... ..."



            "... ... ... ... ... ..."



            "Её чувство не подвело. Через три месяца мы с радостью узнали, что она действительно беременна. Её давняя заветная мечта наконец-то сбылась."



            "Я закрыл сервис отеля, как только мы узнали, что она беременна, потому что хотел обеспечить ей наилучшие условия для кормления плода."



            "Теперь я отвечаю за всю работу по дому, и мне нравится это делать. Я также начал писать статьи в интернете, чтобы заработать немного денег."



            "Раньше я думал, что жизнь мужчины должна быть полна приключений и волнений, но теперь... Я просто счастлив быть с любимой девушкой дома и жить с ней спокойной жизнью."



            "Это не плохо... быть нормальным."

            "... ... ... ..."

            "Через пять месяцев после того, как Вера забеременела... ..."

            scene a_final_83 with dissolve

            a "Я чувствую это. Малыш снова пинает меня~"



            a "Она... такая энергичная, как и её отец.~"



            a "Хочешь приложить лицо к моему животу и почувствовать сердцебиение своей дочери, дорогой?"



            scene a_final_84 with tstmgr

            player "Боюсь, я снова напугаю её своим тяжёлым дыханием~"



            a "Тогда просто задержи дыхание~"



            player "Это будет слишком сложно для меня... ..."



            player "Я имею в виду, в твоём животе маленькое живое существо! Да ладно, это просто... ... вау... ..."



            scene a_final_85 with tstmgr

            player "Жизнь - это такое чудо~"



            a "Ты и я... мы сделали это чудо вместе."



            player "Вера... ..."



            scene a_final_86 with tstmgr

            a "Когда мы впервые встретились в ночном клубе, я подумала, что ты просто очередной плейбой, который ради забавы играет с сердцами девушек."



            a "Я думала о том, чтобы проигнорировать тебя, когда ты пытался приставать ко мне. Аааа... ... Я так рада, что не сделала этого~"



            a "Какой была бы моя жизнь, если бы я не встретила тебя? Я даже не могу представить."



            a "Спасибо тебе за то, что привнёс краски в мою жизнь, любовь моя, и спасибо тебе за то, что сотворил это маленькое чудо вместе со мной~"



            a "Ты изменил... всё в моём мире~"



            scene a_final_87 with tstmgr

            player "Я хочу сказать тебе то же самое, Вера."



            player "Ты была права насчёт меня, когда мы впервые встретились, я действительно был плейбоем~ И посмотри, какой я сейчас? Чертовски хороший домохозяин~"



            player "Это всё благодаря тебе~ Ты изменила меня... в лучшую сторону..."



            a "[P]... ..."



            scene a_final_88 with tstmgr

            player "*Целуя живот* ... ... ... ..."



            a "Аааах~~ хах~ [P]~~~"



            scene a_final_89 with tstmgr

            a "Я, должно быть... самая счастливая женщина в мире~"



            scene a_final_90 with tstmgr

            player "О~ Я думаю, ребёнок только что пнул меня через твой живот~"



            player "Хмммм... ... подожди, почему на твоей киске вода?"



            player "Дерьмо! У тебя отошли воды?"



            scene a_final_91 with tstmgr

            a "Нет, глупый... ... Я только на пятом месяце~"



            a "Это просто... жидкость от возбуждения... ..."



            player "Один-единственный поцелуй в живот может тебя возбудить? Ты чертовски похотливая~"



            a "Это... ты во всём виноват... ... Ты сделал меня похотливой и бесстыдной женщиной... ... Я даже ничего не ношу дома после того, как мы закрыли сервис отеля."



            player "Вера~"



            a "Не мог бы ты... очистить мою киску от жидкости? Это... на благо ребёнка~"



            player "Тебе даже не нужно спрашивать~"



            scene void with tstmgr

            "... ... ... ..."



            "Затем Вера забралась на меня сверху и начала тереться о моё лицо своей мокрой киской... ..."



            scene a_final_92 with dissolve

            pause



            player "Вера... оххххх~~~"



            "Хотя в последнее время она сильно набрала вес, она изо всех сил старается не садиться до конца на моё лицо, чтобы мне не было тяжело."



            player "*Лижет* лизь~~ хммм~~ так хорошо~~ хммм~~"



            a "Ааа~~ Да, лижи мою киску вот так, любовь моя~~~"



            a "Используй язык... да~~~ ооооо~~~"



            a "Пожалуйста, дай мне знать... если я давлю на тебя слишком сильно~~"



            player "*Лижет* Вовсе нет~~ хмм~~ мммм~~ Мне это так нравится~~~"



            scene a_final_93 with tstmgr

            pause



            a "Ооо~~ да~ да~~~ да~~~ продолжай лизать~~ да~~~"



            a "Это так приятно~~~ оооо~~~ Твой волшебный язык~~~"



            player "*Лижет* Вера... Вера... ... лизь~~ лиззь~~ такая сочная... ..."



            a "Аааа~~ ты кусаешь мои губы~~~"



            a "Я... я больше не могу сдерживаться~~"



            a "Ты не очистил мою киску от жидкости... вместо этого ты делаешь её всё более и более влажной~~~ Ооооооо~~~"



            a "Хааааааа~~~ Я... я кончаю!!~~~~"



            scene a_final_94 with tstmgr

            $ flashlight()

            a "Оооооооооооооооооооооооооо!~~~~~"



            "Вера испытала сильный оргазм и сквиртанула..."



            player "Глык~ глык~ глык~"



            scene a_final_95 with tstmgr

            player "любовный сок Веры... такой сладкий... ..."



            a "Да~ да~ Мне нравится, как ты сосёшь мою киску~"



            scene a_final_96 with tstmgr

            a "Спасибо, что доставил мне удовольствие своим языком, любовь моя."



            a "А теперь позволь мне... помочь тебе позаботиться об этом своими руками~"



            "Вера достала мой член из штанов и начала дрочить."



            scene a_final_97 with tstmgr

            pause



            scene a_final_96 with tstmgr

            pause



            scene a_final_97 with tstmgr

            pause



            scene a_final_96 with tstmgr

            pause



            scene a_final_97 with tstmgr

            pause



            scene a_final_96 with tstmgr

            pause



            scene a_final_97 with tstmgr

            player "Аааа~~~ Чёрт, я кончаю!"



            scene a_final_98 with tstmgr

            a "Подожди секунду, любовь моя, постарайся сдержать свою сперму~"



            "Она внезапно закрыла мой член рукой, и это буквально остановило мою сперму."



            player "Ооооооооооооооооо, чёрт! Что ты делаешь?!"



            scene a_final_99 with tstmgr

            pause



            scene a_final_98 with tstmgr

            pause



            scene a_final_99 with tstmgr

            a "Я просто хочу, чтобы ты продержался ещё немного~"



            scene a_final_98 with tstmgr

            pause



            scene a_final_99 with tstmgr

            pause



            scene a_final_98 with tstmgr

            pause



            scene a_final_99 with tstmgr

            pause



            "Я чувствую, как мой член наполнен спермой, но она всё ещё закрывает его и не выпускает сперму! Оооо~~~ Где она научилась этому трюку?"



            scene a_final_98 with tstmgr

            pause



            scene a_final_99 with tstmgr

            pause



            scene a_final_98 with tstmgr

            pause



            scene a_final_99 with tstmgr

            player "Я... я больше не могу. Мне нужно кончить прямо сейчас, иначе мой член взорвётся!"



            a "Тогда ладно... ..."



            scene a_final_100 with tstmgr

            a "Теперь, любовь моя, кончай мне на грудь сколько хочешь~"



            player "Оооо, чёрт!!!!!!~~~~~"



            scene a_final_101 with tstmgr
            play sound cumshot
            $ flashlight()

            player "Оооооооооооооооооооооооооооооооооо!!!!!~~~~~~"



            "Это определённо самый сильный оргазм, который у меня был за столько лет! Боже мой... ..."



            "Это внезапно напомнило мне о том, как я впервые подрочил. Это удовольствие... это волнение перед неизвестным... Оууууу... ... Думаю, я сейчас расплачусь~~~"



            scene a_final_102 with tstmgr

            a "Тебе понравилось, любовь моя?"



            player "Вера... ты... ... ты такая чертовски потрясающая... ..."



            a "А теперь... ...у тебя ещё есть силы для следующего раунда?"



            a "Я хочу... почувствовать твой член своей киской... ..."



            player "Мы не потревожим ребёнка?"



            scene a_final_107 with tstmgr

            a "Не волнуйся, мы ему не помешаем... если ты не будешь входить в меня слишком глубоко~~"



            player "Если ты так говоришь... ..."



            scene a_final_103 with dissolve
            play sound a_final_103 loop
            pause



            a "Хаах~~ ахххх~~ да~~ Это... это хорошо~~~"



            a "Твой член... не входит слишком глубоко в этой позе~~"



            player "Вера... Твоя попа стала больше в последнее время?"



            a "Конечно... ... Моя попа, моя грудь... всё растёт вместе с моим животом~"



            a "Ты думаешь... я слишком толстая?"



            player "Совсем нет, ты как всегда сексуальна, любовь моя~"



            a "Это... приятно слышать~~~"


            stop sound
            scene a_final_104 with tstmgr
            play sound a_final_104 loop
            pause



            a "Оуууу~~~ [P]~~~ большой член~~~ охххх~~~"



            a "Твой член меня так возбуждает, даже если он не касается моей самой глубокой области~~~"



            a "Оооо~~~ хххх~~~ хххх~~~ [P]~~~ хххх~~~"



            a "Я снова схожу с ума от твоих толчков~~~~"



            player "Вера... да, моя Вера... ... Просто погрузись в свою похоть, как ты всегда это делаешь~"


            stop sound
            scene a_final_105 with tstmgr
            play sound a_final_105 loop
            pause



            a "Ахх~~~ ххх~~~ ххх~~~ ххх~~~ ххх~~~ ххх~~~ ххх~~~"



            a "Не могу... не могу себя контролировать... ...я двигаюсь слишком быстро, но не могу себя контролировать~~~"



            a "Мои огромные отвисшие сиськи так сильно подпрыгивают и продолжают бить друг друга~~ Оооохх, это больно... ... но... я не могу это контролировать~~~"



            a "Да~~ ооо~~ да~~~ [P]~~~ моя любовь~~~ да~~~"



            a "Я не могу... Я больше не могу сдерживаться~~"



            player "Я тоже сейчас кончу, Вера!!!~~~"



            a "Кончай наружу! Кончай наружу! Не тревожь малышку своей горячей спермой~~~~"



            player "Я знаю!"


            stop sound
            scene a_final_106 with tstmgr
            play sound cumshot
            $ flashlight()

            player "Я люблю тебя, Вера!!!!!!~~~~~~~"



            a "Ооооооооооооооооооооххх~~~~~~~~"



            "Я вынул член в последнюю секунду перед семяизвержением и выплеснул свою сперму вверх~"



            a "Это было... так хорошо~~ О, любовь моя... ..."



            scene void with tstmgr

            "... ... ... ..."



            "Некоторое время спустя... ..."



            scene a_final_108 with tstmgr

            player "Любовь моя... ... Где ты научилась этим трюкам? В постели ты буквально заставила меня потерять голову."



            a "Ты просил меня чему-то научиться или найти хобби... ...Поэтому я решила узнать больше о том, что мне нравится делать больше всего~"



            a "И это... заниматься с тобой сексом~"



            a "Я начала смотреть всевозможные порноролики и записывать все увиденные трюки~ Похоже, я проделала неплохую работу, а?"



            player "Да... это точно~"



            scene a_final_109 with tstmgr

            player "Но теперь, я думаю, тебе стоит научиться чему-то другому, например... уходу за ребёнком~"



            a "О, да, ты прав~ Я начну завтра~"



            a "... ... ... ..."



            a "Мы будем... хорошими родителями, верно?"



            player "Обязательно~"



            "... ... ... ..."



            "*Хорошая концовка Веры получена!*"




    stop music fadeout 1.0

    jump event_post
# Decompiled by unrpyc: https://github.com/CensoredUsername/unrpyc
