label A_love_1:

    scene void with tstmgr
    play music sorrow

    narrator "... ... ... ..."

    narrator "Вера официально переехала в мой дом. Это хорошая новость для меня. Хотя я там не живу, у меня будет много возможностей сблизиться с ней."

    narrator "За эти дни наши отношения значительно улучшились. Она практически избавилась от неприятных воспоминаний. Теперь она воспринимает меня как друга. И на самом деле, я, возможно, её единственный друг в этом городе."

    narrator "На самом деле, я думаю, что мне самое время нанести ей визит."

    narrator "Я знаю, что она должна работать с понедельника по субботу, так что подожду до воскресенья."

    narrator "... ... ... ..."

    narrator "Утро воскресенья."

    narrator "... ... ... ..."

    scene home_background with tstmgr

    narrator "Я здесь, у ворот дома."

    narrator "На самом деле, я впервые посещаю этот дом. Мой отец владеет им уже более трёх лет, но Вера - первая, кто по-настоящему живёт в нём."

    narrator "Очевидно, мой отец не ремонтировал этот дом. Со стороны он выглядит немного старомодным, но я могу с этим смириться."

    scene home_frontyard_day_background with tstmgr

    narrator "Я подошёл ко входной двери и позвонил в дверной звонок."

    narrator "Динь-дон."

    narrator "Динь-дон, динь-дон."

    narrator "... ... ... ..."

    narrator "Эмм... Её нет дома?"

    narrator "Это странно. Где ещё она может быть воскресным утром?"

    narrator "Я нажал кнопку ещё несколько раз, но по-прежнему никто не ответил."

    narrator "... ... ... ..."

    narrator "Что ж, это странно."

    narrator "У меня есть дубликат ключа. Стоит ли мне самому войти в дом?"

    narrator "Но... прилично ли входить в дом без её разрешения?"

    scene void with tstmgr

    narrator "Возможно, мне следует позвонить ей, чтобы выяснить, что происходит."

    narrator "... ... ... ..."

    narrator "Ту... ту... ту... ту..."

    narrator "Она не ответила на звонок."

    narrator "Я начал беспокоиться за неё. Что, если она сейчас находится в доме и у неё какие-то проблемы, например, отравление угарным газом?"

    narrator "Да, мне опредёленно стоит зайти внутрь и всё проверить."

    narrator "Поэтому я открыл дверь."

    scene home_livingroom_day_background with tstmgr

    narrator "Что ж, мебель и убранство внутри дома чистые и простые. Кажется, Вера - хорошая хозяйка."

    narrator "... ... ... ..."

    narrator ".... Что это был за шум?"

    narrator "Это звучит как... текущая вода."

    narrator "Я вдруг понял, что шум доносится из ванной."

    player "(??? Она в душе?)"

    player "(Неудивительно, что она не слышала, как я стучал в дверь.)"

    narrator "Я подошёл к двери ванной. Да, прямо сейчас кто-то принимает ванну."

    narrator "... ... ... ..."

    narrator "Что ж, тогда возникает трудный вопрос."

    narrator "Что мне следует делать в этой ситуации? Мне заглянуть или нет?"

    menu:
        "Заглянуть":
            narrator "Такой порядочный человек, как я, никогда не должен так поступать, но... ..."

            narrator "Прости, Вера. Я просто не могу бороться с этим прямо сейчас."

            narrator "Я тихонько приоткрыл дверь, совсем чуть-чуть."

            scene a_love2_1 with tstmgr

            narrator "Боже мой, на что я смотрю?"

            narrator "Чёрт возьми... Я не могу оторвать глаз. То, как вода отскакивает от её упругой груди... вода блестит на её золотистой коже пшеничного цвета... струится по контурам её великолепных изгибов..."

            narrator "Это тело стоит целого города..."

            scene a_love2_2 with tstmgr

            narrator "Она вдруг открыла глаза и вздохнула."

            a "Это была такая длинная неделя..."

            narrator "Хорошо, она меня не заметила."

            a "... ... ... ..."

            scene a_love2_3 with tstmgr

            a "Неужели они снова становятся больше......"

            narrator "Казалось, она переключила внимание на свою грудь."

            scene a_love2_4 with tstmgr

            a "Недавно я почувствовала, что мой лифчик стал теснее."

            a "Если бы у меня была грудь поменьше, возможно, я бы не так уставала на работе. Из-за груди у меня так болят плечи."

            scene a_love2_5 with tstmgr

            a "Я также заметила, что они привлекают много внимания..."

            a "Иногда... я даже вижу, как люди пялятся... их взгляд такой... мерзкий"

            a "И люди всегда бьют меня по груди руками в автобусе или метро, ​​делая вид, что это совпадение...."

            scene a_love2_6 with tstmgr

            a "... ... ... ..."

            a "Даже [P.name] иногда поглядывает на мою грудь..."

            a "Она... нравится ему?"

            a "Ах... ..."

            scene a_love2_7 with tstmgr

            a "Соски... становятся твёрже..."

            a "Мысли о [P.name]... возбуждают меня?"

            scene a_love2_8 with tstmgr

            a "Тебе должно быть стыдно, Вера. Ты такая грязная..."

            a "... ... ... ..."

            scene a_love2_9 with tstmgr

            a "Может быть... Я могу коснуться его на секунду... только на одну секунду."

            narrator "Она ущипнула один из сосков."

            a "Нннгх... Я не должна... но это так... ммммм... приятно. Ах! Когда я успела стать такой... эротичной?..."

            a "Я, должно быть, сошла с ума. Я слишком долго мылась."

            a "Я должна... выходить..."

            narrator "Ах, чёрт, я думал, она собирается мастурбировать в ванной, но её самоконтроль слишком силён."

            narrator "Мне лучше уйти, пока она меня не заметила."

            scene void with tstmgr

            narrator "Я осторожно закрыл дверь, а затем быстро вышел из дома."

            narrator "... ... ... ..."
        "Не подглядывать":


            narrator "Как эти дурные мысли могли прийти мне в голову?"

            player "(Я порядочный человек. Как я мог подглядывать за купающейся девушкой? Это совсем непорядочно)."

            player "(Я должен уйти до того, как она выйдет)."

            narrator "Я тихо вышел из дома."

            narrator "... ... ... ..."

            narrator "После этого я был счастлив весь день, потому что знал, что преодолел свою тёмную сторону. Теперь чувствую, что я гораздо более порядочный человек."

    stop music fadeout 1.0

    jump event_post
# Decompiled by unrpyc: https://github.com/CensoredUsername/unrpyc
