label A_love_5:

    scene void with tstmgr
    play music sorrow

    "Вера до сих пор не хочет со мной разговаривать. Эхх... это сводит меня с ума."

    "Я больше не могу этого выносить. Я должен найти её и решить эту проблему сегодня вечером."

    "*Тук, тук, тук...*"

    player "Вера, можно войти?"

    a "... ... ... ..."

    a "Нет, уже поздно. Я... Я не думаю, что тебе следует быть здесь."

    player "... ... ... ..."

    "Она снова отказалась меня видеть."

    "Ну, обычно я бы просто пожелал спокойной ночи и ушёл, но не сегодня."

    "Я воспользовался запасным ключом, чтобы открыть её дверь."

    scene a_love_5_1 with tstmgr

    a "Что, по-твоему, ты делаешь?"

    a "Ты не можешь просто так ворваться в мою комнату..."

    scene a_love_5_2 with tstmgr

    player "Вера, послушай, нам нужно поговорить."

    a "... ... ... ..."

    a "Не подходи ко мне так близко."

    scene a_love_5_3 with tstmgr

    a "Мы всего лишь... друзья."

    a "Что ты... ... Подожди..."

    scene a_love_5_4 with tstmgr

    "... ... ... ..."

    a "Мммм... ..."

    scene a_love_5_5 with tstmgr

    player "Ты никогда не отвергаешь мой поцелуй."

    player "Я больше не буду лгать себе, и тебе тоже не следует. Между нами нечто большее, чем просто дружба, и я знаю, что ты тоже это чувствуешь."

    a "... ... [P]..."

    scene a_love_5_4 with tstmgr

    "... ... ... ..."

    scene a_love_5_6 with tstmgr

    a "(Радостные стоны) Ммм... ... ах... ..."

    scene a_love_5_5 with tstmgr

    "... ... ... ..."

    player "Это... очаровательно."

    player "Ты... очаровательная."

    scene a_love_5_7 with tstmgr

    a "... ... ... ..."

    "Она прильнула ко мне, и наши губы снова слились в поцелуе."

    scene a_love_5_8 with tstmgr

    a "... ... ... ..."

    scene a_love_5_9 with tstmgr

    "Мы начали таять в объятиях друг друга. Наши переплетающиеся языки тонут в страсти. Наши цепкие руки жаждут быть ещё ближе..."

    scene a_love_5_10 with tstmgr

    a "Извини... "

    player "За что?"

    a "Я была так груба с тобой в последнее время."

    player "Да, это разбило мне сердце. Тебе нужно загладить свою вину передо мной."

    scene a_love_5_11 with tstmgr

    "Она покраснела."

    a "Чего... ты хочешь?"

    menu:
        "Я хочу, чтобы ты стала моей девушкой":

            $ A.relation = "girlfriend"

            player "Я хочу, чтобы ты стала моей девушкой."

            scene a_love_5_12 with tstmgr

            a "Что?"

            scene a_love_5_13 with tstmgr

            a "Ты... серьёзно?"

            player "Я на 100% серьёзен."

            player "Что ты думаешь?"

            a "Я... у меня никогда раньше не было отношений. Я не знаю, как это."

            scene a_love_5_14 with tstmgr

            a "Но я знаю одно: я больше не могу представить жизнь без тебя."

            player "Это \"да\"?"

            scene a_love_5_15 with tstmgr

            "(Cтоны) Эммм... ..."

            a "Да."

            player "Итак... что нам теперь делать?"

            a "... ... ... ..."

            scene a_love_5_16 with tstmgr

            a "Всё, что захочешь."

            scene void with dissolve

            player "... ... ... ..."

            player "Иди сюда."

            scene a_love_5_17 with longdissolve

            a "Ой, тебе обязательно быть таким агрессивным?"

            player "Прости, Вера. Я просто больше не могу."

            scene a_love_5_18 with tstmgr

            a "Что это за горячая палка у меня на заднице?"

            a "Это твой..."

            a "Я думала... у нас будет небольшая прелюдия, прежде чем ты... сделаешь это."

            player "Ну, ты уже чертовски мокрая, так что, я думаю, мы можем это пропустить."

            scene a_love_5_19 with tstmgr

            player "Ты промокла из-за тех поцелуев?"

            a "Я... Я не знаю..."

            player "Ха, ты ещё более похотливая, чем я думал."

            a "Неправда... ..."

            scene a_love_5_20 with tstmgr

            player "Тогда как насчёт этого?"

            a "Оуууу... ой..."

            scene a_love_5_21 with tstmgr

            a "Нет-нет-нет, подожди минутку. Ты не можешь войти! Я не готова к этому!"

            player "Твоё тело умоляет об обратном...оно раскрывается...ты мне доверяешь?"

            scene a_love_5_20 with tstmgr

            a "Я-я доверяю... но... мне... мне нужно время, чтобы-"

            scene a_love_5_22 with tstmgr

            a "(Пронзительный стон) УИИИИИИИИИИ!!!... ..."

            player "Оххх... так туго..."

            scene a_love_5_23 with tstmgr

            player "Я буду осторожен, Вера. Просто расслабься и отдайся мне."

            a "Я тебя ненавижу... ..."

            a "... ... ... ..."

            scene a_love_5_24 with tstmgr

            a "Пожалуйста... просто будь нежным."

            scene void with tstmgr

            player "Я начну двигаться."

            scene a_love_5_25 with dissolve
            play sound a_love_5_25 loop
            pause

            a "(Слегка постанывая) Аххх... ... ... ..."

            a "Охх...Эмм...Это..."

            a "Это не так больно, как я думала."

            player "Видишь? Просто сделай глубокий вдох и наслаждайся самым приятным занятием, которое двое взрослых могут делать вместе."

            a "... ... ... ..."

            stop sound
            scene a_love_5_26 with tstmgr
            play sound a_love_5_26 loop
            pause

            a "Ах... ты прав. Это и правда приятно."

            a "Ммм... ..."

            a "Знаешь, ты можешь... делать это жёстче... если хочешь."

            player "Как пожелаешь, любимая."

            a "Лю... любимая?"

            player "Тебе нравится, что я тебя так называю?"

            a "... ... ... ..."

            a "Мне это нравится..."

            a "Пожалуйста... люби меня сильнее."

            stop sound
            scene a_love_5_28 with tstmgr
            play sound a_love_5_28 loop
            pause





            stop sound
            scene a_love_5_27 with tstmgr
            play sound a_love_5_27 loop
            pause

            a "(Стонет от удовольствия) Ах! ах! ах! ах! [P], [P]..."

            a "Я чувствую себя как на небесах."

            a "Ах... Ахххх... Даааа.. ... именно... здесь..."

            a "слишком глубоко, ты входишь... слишком глубоко. Я не могу..."

            player "Хахх... Я сейчас кончу, Вера."

            scene a_love_5_29 with tstmgr

            a "Подожди, подожди, не входи так резко!"

            scene a_love_5_30 with tstmgr

            a "Оооооооооооооооооо!!!!!~~~~~"

            "Вера дико забилась в конвульсиях. Она достигла оргазма раньше, чем я."

            "И... ..."

            player "Я кончаю!!!"

            stop sound
            scene a_love_5_31 with tstmgr
            play sound cumshot

            $ flashlight()

            a "Оууууууууууууу... ... ... ..."

            "Это был... адский кримпай."

            a "[P]... ... ... ..."

            scene void with dissolve

            "... ... ... ..."

            "... .... ... ... ... ..."

            "Позже вечером."

            scene a_love_5_32 with longdissolve

            player "Это было фантастически."

            player "Ты в порядке, Вера?"

            scene a_love_5_33 with tstmgr

            a "Я... я чувствую себя хорошо..."

            a "Это действительно... самая приятная вещь во взрослом мире."

            scene a_love_5_34 with tstmgr

            a "В животе... всё ещё чувствуется тепло."

            a "Твоё семя сейчас в моём теле..."

            player "Извини, я должен был кончить наружу."

            scene a_love_5_35 with tstmgr

            a "Не нужно извиняться. Я рада этому."

            a "И сейчас мой безопасный период, так что не волнуйся."

            player "Вера... ..."

            scene a_love_5_36 with tstmgr

            a "Пора спать, [П]. Спокойной ночи."

            player "Спокойной ночи."

            scene void with tstmgr

            "... ... ... ..."
        "Я хочу тебя":


            $ A.relation = "sexpartner"

            player "Ты точно знаешь, чего я хочу."

            player "Я хочу тебя."

            scene a_love_5_13 with tstmgr

            a "Ты... ..."

            player "Ты ждёшь, что я это сделаю, не так ли? Просто поддайся своему желанию."

            a "О чём... ты говоришь..."

            player "Я просто хочу сделать тебе приятно, только и всего."

            a "Я... Я..."

            scene a_love_5_41 with tstmgr

            a "(Удивлённо стонет) Оуу... ..."

            scene a_love_5_42 with tstmgr

            player "Видишь, ты уже мокрая. Твоё тело желает меня."

            player "Это из-за тех поцелуев?"

            a "Я... Я не знаю..."

            player "Всё в порядке... Просто позволь своему телу взять всё под контроль."

            scene a_love_5_41 with tstmgr

            a "Я не стану... ..."

            scene void with dissolve

            player "Тогда, возможно, мне нужно быть немного более... убедительным."

            scene a_love_5_40 with longdissolve

            a "Ой, ты делаешь мне больно!"

            player "Прости, Вера. Я просто больше не могу."

            scene a_love_5_18 with tstmgr

            player "Ты чувствуешь эту горячую палку на своей заднице?"

            a "Это твой..."

            a "Оуууу... ой..."

            scene a_love_5_21 with tstmgr

            a "Нет-нет-нет, подожди минутку. Ты не можешь войти! Я не готова к этому!"

            player "Твоё тело умоляет об обратном...оно раскрывается...ты мне доверяешь?"

            scene a_love_5_20 with tstmgr

            a "Подожди, подожди, подожди..."

            scene a_love_5_22 with tstmgr

            a "(Пронзительный стон) УИИИИИИИИИИ!!!... ..."

            player "Оххх... так туго..."

            scene a_love_5_23 with tstmgr

            player "Я буду осторожен, Вера. Просто расслабься и отдайся мне."

            a "Я тебя ненавижу... ..."

            a "... ... ... ..."

            scene a_love_5_24 with tstmgr

            a "Пожалуйста... просто будь нежным."

            scene void with tstmgr

            player "Я начну двигаться."

            scene a_love_5_25 with dissolve
            play sound a_love_5_25 loop
            pause

            a "(Слегка постанывая) Аххх... ... ... ..."

            a "Охх...Эмм...Это..."

            a "Это не так больно, как я думала."

            player "Видишь? Просто сделай глубокий вдох и наслаждайся самым приятным занятием, которое двое взрослых могут делать вместе."

            a "... ... ... ..."

            stop sound
            scene a_love_5_26 with tstmgr
            play sound a_love_5_26 loop
            pause

            a "Ах... ты прав. Это и правда приятно."

            a "Ммм... ..."

            a "Знаешь, ты можешь... делать это жёстче... если хочешь."

            player "Правильно, Вера...Просто отпусти...ахх...подчинись своему желанию..."

            player "Это моя хорошая девочка."

            a "Перестань говорить это..."

            player "Готовься к последствиям."

            a "Каким последствиям?"

            stop sound
            scene a_love_5_28 with tstmgr
            play sound a_love_5_28 loop
            pause

            stop sound
            scene a_love_5_27 with tstmgr
            play sound a_love_5_27 loop
            pause

            a "(Стонет от удовольствия) Ах! ах! ах! ах! [P], [P]..."

            a "Я чувствую себя как на небесах."

            a "Ах... Ахххх... Даааа.. ... именно... здесь..."

            a "слишком глубоко, ты входишь... слишком глубоко. Я не могу..."

            player "Хахх... Я сейчас кончу, Вера."

            scene a_love_5_29 with tstmgr

            a "Ах! Если ты будешь входить так резко, я.....я-я собираюсь!"

            scene a_love_5_30 with tstmgr

            a "Оууууу... ... ... ..."

            "Вера дико забилась в конвульсиях. Она достигла оргазма раньше, чем я."

            player "Я кончаю!!!"

            stop sound
            scene a_love_5_31 with tstmgr
            play sound cumshot

            $ flashlight()

            a "Оууууууууууууу... ... ... ..."

            "Это был... адский кримпай."

            a "[P]... ... ... ..."

            scene void with dissolve

            "... ... ... ..."

            "... .... ... ... ... ..."

            "Позже вечером."

            scene a_love_5_32 with longdissolve

            player "Вау... это было фантастически."

            player "Ты в порядке, Вера?"

            scene a_love_5_33 with tstmgr

            a "Я... я чувствую себя хорошо..."

            a "Это действительно... самая приятная вещь во взрослом мире."

            scene a_love_5_34 with tstmgr

            a "В животе... всё ещё чувствуется тепло."

            a "Твоё семя сейчас в моём теле..."

            player "Извини, я должен был кончить наружу."

            player "Завтра я принесу тебе таблетки."

            scene a_love_5_39 with tstmgr

            a "... ... ... ..."

            a "Хорошо..."

            scene a_love_5_38 with tstmgr

            a "Ты собираешься вернуться в свою комнату сегодня вечером?"

            player "Ты хочешь, чтобы я остался здесь?"

            scene a_love_5_37 with tstmgr

            a "... ... ... ..."

            player "Хорошо, я останусь здесь с тобой."

            scene a_love_5_35 with tstmgr

            a "Спасибо, [P]."

            scene a_love_5_36 with tstmgr

            a "Спокойной ночи..."

            player "Спокойной ночи."

            scene void with tstmgr

            "... ... ... ..."

    stop music fadeout 1.0

    jump event_post
# Decompiled by unrpyc: https://github.com/CensoredUsername/unrpyc
