label A_love_2_bLine:

    scene void with tstmgr
    play music sorrow

    narrator "Следующий сюжет с точки зрения Веры."

    narrator "... ... ... ..."

    narrator "Сегодня днём ​​я, как обычно, работала в магазине одежды."

    scene a_love3_1 with tstmgr

    a "Добро пожаловать в наш магазин."

    "Женщина" "Ты, должно быть, шутишь надо мной. Вера? Это ты?"

    scene a_love3_2 with tstmgr

    a "Ой, извините. Мы знакомы?"

    "Женщина" "Ты забыла меня? Я Джолин. Мы учились в одной средней школе."

    a "Джолин?..."

    scene a_love3_1 with tstmgr

    a "О, да, я помню. Мы даже сидели за одной партой на протяжении нескольких месяцев в восьмом классе. Какое совпадение. Как твои дела?"

    "Женщина" "У меня всё очень хорошо. Мы с семьёй переехали в этот город 5 лет назад. Сейчас я работаю финансовым менеджером местного ресторана."

    a "Ух ты, здорово. Я так рада за тебя."

    "Женщина" "А что насчёт тебя? Ты была лучшей ученицей в нашей средней школе. Как ты стала... продавцом?"

    scene a_love3_3 with tstmgr

    a "Я... не могу позволить себе поступить в колледж..."

    "Женщина" "Ох, правда?"

    "Женщина" "Мне жаль это слышать. Я думала, ты, должно быть, теперь принадлежишь к элите общества. Это действительно не соответствует моим ожиданиям."

    scene a_love3_4 with tstmgr

    a "Пожалуйста, не смейся надо мной..."

    "Женщина" "Я совсем не собиралась этого делать, но тебе на самом деле стоит найти работу получше. Понимаешь, это город возможностей. Хоть у тебя и нет образования, но у тебя хотя бы красивое лицо. Ты знаешь, о чём я говорю? Если захочешь, ты всегда можешь воспользоваться этим, чтобы заработать на жизнь."

    "Женщина" "На свете так много богатых старых чуваков, желающих стать твоим папиком."

    a "... ... ... ..."

    "Женщина" "Это место не тот маленький городок, из которого мы приехали. Поскольку ты здесь, тебе нужно использовать все возможности."

    a "Я... не буду продавать свое тело."

    "Женщина" "(С насмешкой) Неудивительно, что ты стала продавцом."

    scene a_love3_8 with tstmgr

    a "(Начиная злиться) Ты!..."

    "Женщина" "О боги, смотрите, смотрите, кто это!"

    scene a_love3_6 with tstmgr

    narrator "Я смотрю туда же, куда и она. Это [П], он идёт к нам."

    "Женщина" "Видишь того красавца? Это [П]. Его отец — один из самых богатых людей в этой стране. Я слежу за ним в Инстаграме в течение многих лет."

    "Женщина" "Я слышала, что состояние его отца в настоящее время заморожено банком. Но это не займёт много времени. [P] по-прежнему остаётся одним из самых популярных молодых холостяков в этой стране."

    a "Это правда?..."

    "Женщина" "Что? Ты никогда не слышала о нём? Он достаточно известен в интернете."

    "Женщина" "О, только не говори мне, что ты не смогла позволить себе купить даже смартфон. Это будет весело, ха-ха..."

    scene a_love3_7 with tstmgr

    a "... ... ... ..."

    "Женщина" "Как видишь, это и есть та возможность, о которой я говорю. Если я смогу забраться к нему в постель, моя жизнь определённо изменится навсегда. "

    narrator "[П] подходит ближе."

    player "... ... ... ..."

    player "(Я был здесь с тех пор, как пришла эта женщина, и слышал всё, о чём они говорили. Кажется, Вере нужна помощь)"

    player "(Эмм... Мне нужно найти способ смутить эту высокомерную женщину и сохранить лицо Веры)"

    player "(Как мне поступить?)"

    menu:
        "Сделать вид, что Вера — социальная элита":


            player "Привет, Вера."

            scene a_love3_10 with tstmgr

            a "... ... ... ..."

            a "Привет, [P]..."

            "Женщина" "??????"

            "Женщина" "(Не может быть... Они знакомы? Как такое могло случиться?)"

            player "Почему ты здесь и почему одета, как продавец? Я долго искал тебя."

            a "? Что ты..."

            player "Тебе нужно вести себя прилично и перестать притворяться кем-то другим. Моего отца не будет в компании в течение следующих нескольких месяцев, и тебе предстоит со многим разобраться. У тебя нет времени забавляться со своей странной привычкой."

            a "?????(О чём он говорит?)"

            player "(Глядя на Джолин) Это твоя подруга?"

            a "... ... ... ..."

            "Женщина" "Ах... "

            "Женщина" " Я, я Джолин. Мы с Верой были одноклассницами в средней школе."

            player "Ох, понятно."

            player "Не возражаете, если я одолжу Веру на минутку? У нас есть кое-какие деловые вопросы для обсуждения."

            "Женщина" "О, конечно, конечно..."

            narrator "[P] отвёл меня в сторону, но я всё ещё не понимаю, что происходит."

            scene a_love3_6 with tstmgr

            a "Что ты пытаешься сделать? Ты выглядишь сумасшедшим."

            player "Что ж, я помогаю тебе выбраться из этой ситуации, обращайся."

            a "Что это за помощь?"

            player "Теперь та женщина поверит, что ты на самом деле высокопоставленный сотрудник в компании моего отца. Давай посмотрим, как она отреагирует."

            a "Но..."

            player "Расслабься. Просто послушай меня и наслаждайся."

            scene dressstore_background with tstmgr

            narrator "... ... ... ..."

            narrator "После того, как [P] ушёл, Джолин снова нашла меня."

            "Женщина" "Ты... работаешь на него и его отца?"

            scene a_dressstore_unhappy with tstmgr

            a "... ... ... ..."

            narrator "\"Храни молчание и оставайся грубой.\" Это то, что [P] мне сказал делать. "

            "Женщина" " Я, я действительно сожалею о том, что сказала раньше... Я не знаю..."

            a "... ... ... ..."

            "Женщина" "Ты, должно быть, думаешь, что я шучу..."

            a "... ... ... ..."

            "Женщина" "Ты... простишь меня?"

            a "... ... ... ..."

            "Женщина" "Конечно, ты не станешь... "

            "Женщина" "Я ухожу... "

            narrator "Она вдруг расплакалась и убежала."

            scene a_dressstore_weird with tstmgr

            a "... ... ... ..."

            a "(Почему мне её немного жаль?)"
        "Сделать вид, что Вера - твоя девушка":


            "Женщина" "О... Он идёт ко мне, он идёт ко мне, о мои боги, он даже улыбается мне."

            narrator "Эта женщина внезапно замолчала и начала вести себя настолько скромно, насколько может. Её глаза светятся предвкушением."

            scene a_love3_8 with tstmgr

            narrator "Но [П] даже не взглянул на неё. Он подошёл прямо ко мне."

            player "Когда ты освободишься?"

            a "Я?"

            scene a_love3_9 with tstmgr

            a "Примерно... через полчаса."

            player "Тогда я подожду тебя здесь. Пойдём ужинать вместе."

            scene a_love3_10 with tstmgr

            narrator "Я удивлена. Он никогда раньше не приглашал меня на ужин."

            narrator "Я взглянула на Джолин. Она смотрела в ошеломлённом молчании. Её челюсть была практически на полу. Тогда я поняла, что [P] помогает мне справиться с этой грубой женщиной."

            a "О... точно. Только, пожалуйста, подожди минутку."

            scene dressstore_background with tstmgr

            narrator "Я развернулась и попыталась уйти. Не знаю почему, но я стеснялась смотреть ему в глаза."

            player "Ты ничего не забыла?"

            a "Что?"

            scene a_love3_11 with tstmgr

            narrator "Я снова повернулась и посмотрела на него. Внезапно его губы оказались в нескольких дюймах от моих."

            narrator "Он пытается поцеловать меня?"

            narrator "Всё это происходит так быстро. Мы не встречаемся. Как он мог осмелиться... Он мне не нравится... Я думаю..."

            narrator "Я должна отшить его."

            scene a_love3_12 with tstmgr

            narrator "Я немного повернула голову и ускользнула от его рта."

            a "Я, я всё ещё на работе. Это... неправильно."

            narrator "??? Что я говорю?! Я собиралась сразу отшить его, но теперь я просто выгляжу так, как будто стесняюсь."

            player "Всего один поцелуй. Из-за этого тебя не уволят."

            scene a_love3_13 with tstmgr

            narrator "Он положил руку мне на затылок и притянул к себе. Наши губы соприкоснулись, и я..."

            narrator "... ... ... ..."

            narrator "О Боже, что только что произошло?"

            narrator "Это мой первый поцелуй!"

            narrator "Он лишил меня девственности, а теперь он ещё и забирает мой первый поцелуй! Я... Я..."

            narrator "Подожди-ка... почему это кажется... знакомым?"

            narrator "Его губы... его язык... Мне кажется, что я уже пробовала их раньше."

            scene day3_fix_9 with flashback

            pause

            narrator "... ... ... ..."

            narrator "В моей голове возникла картинка. Я вдруг вспомнила кое-что о той ночи, что-то о... долгом, глубоком поцелуе."

            narrator "Теперь я вспомнила...в ту ночь он уже забрал мой первый поцелуй вместе с моей девственностью."

            narrator "Он такой... плохой..."

            scene a_love3_14 with flashback

            "Женщина" "Что. За. Хуйня!?!?"

            "Женщина" "Она... и он... Боже мой..."

            scene a_love3_15 with tstmgr

            narrator "Этот поцелуй длился совсем недолго. Он не зашёл слишком далеко, но, когда его рот оторвался от моего, у меня всё ещё кружилась голова."

            player "Продолжай свою работу, а я подожду здесь."

            scene dressstore_background with tstmgr

            narrator "Я убежала в ту же секунду, как только он меня отпустил. Мне нужно... Мне нужно немного успокоиться."

            player "... ... ... ..."

            "Женщина" "Привет..."

            "Женщина" "Привет, я Джолин. Мы с Верой были одноклассницами в средней школе. "

            player "Ох, понятно."

            "Женщина" "Если не возражаешь, можем обменяться контактами..."

            player "(Решительно прерывая) Я не думаю, что это необходимо."

            "Женщина" "(Неловко отвечая) О... ладно... хорошо..."

            "Женщина" "Эм, она, она твоя девушка? "

            player "Разве это не очевидно?"

            "Женщина" "(Слегка испуганно) ... ... Извини, я не знала."

            "Женщина" "Я, я ухожу прямо сейчас."

            scene void with tstmgr

            narrator "... ... ... ..."

            narrator " (Следующий сюжет снова с точки зрения [P])."

            narrator "Через некоторое время Вера ушла с работы. Я пошёл с ней, но она казалась очень сердитой."

            scene a_love3_16 with tstmgr

            player "Это была моя вина, Вера. Этого поцелуя не должно было случиться. Я просто пытался помочь тебе справиться с этой высокомерной женщиной."

            a "... ... ... ..."

            scene a_love3_17 with tstmgr

            a "Зачем беспокоиться? В любом случае, ты не в первый раз так поступаешь со мной."

            player "Не в первый раз? Что ты имеешь в виду?"

            a "Ты забрал мой первый поцелуй в ту ночь, когда мы встретились. Разве ты не помнишь?"

            narrator "Что? Чёрт, я ничего не могу ясно вспомнить о той ночи. "

            player "Нет... Я ничего не помню. "

            player "Этот поцелуй... был хорошим?"

            scene a_love3_fix_1 with tstmgr

            a "(Краснея) Я... ... "

            a "Я не знаю... ..."

            narrator "Мы неловко переглянулись, а затем молча отправились домой."

            scene void with tstmgr

            narrator "... ... ... ..."

    stop music fadeout 1.0

    jump event_post
# Decompiled by unrpyc: https://github.com/CensoredUsername/unrpyc
