label A_love_4:

    scene void with tstmgr
    play music sorrow

    "Вечером мы с Верой, как обычно, вместе возвращались домой из ресторана."

    "В доме тихо и пусто. Кажется, все гости уже легли спать."

    scene a_love_4_2 with tstmgr

    player "Боже, я так устал..."

    scene a_love_4_1 with tstmgr

    a "Шшш... ..."

    a "(Говоря тихим голосом) Не буди людей."

    player "О... извини, виноват."

    player "Я собираюсь быстренько принять душ перед сном, а ты?"

    a "Сначала мне нужно заняться стиркой. Увидимся завтра."

    player "До завтра."

    scene a_love_4_2 with tstmgr

    player "(Если подумать, может быть, мне стоит выпить пива перед душем...)"

    "Я пошёл на кухню и достал пиво из холодильника."

    "И вдруг я услышал крик Веры. Он не очень громкий, но всё равно слышен даже на кухне."

    player "(И это она попросила меня не будить людей...)"

    "Я пошёл в прачечную и открыл дверь."

    scene a_love_4_3 with fade

    player "О, Боже. Что случилось?"

    a "Эмм... ... ... ..."

    "Кажется, она просто упала на пол."

    player " С тобой всё в порядке? Ты не ушиблась?"

    scene a_love_4_4 with tstmgr

    a "Я... Думаю, я в порядке... Может быть, я просто слишком устала."

    a "У меня болит левая нога... "

    player "Дай взглянуть."

    scene a_love_4_5 with tstmgr

    "Я сел на пол и осторожно взял её левую ступню руками."

    player "Она не опухла, возможно, просто небольшое растяжение связок."

    scene a_love_4_6 with tstmgr

    a "Я... я не разрешала тебе прикасаться к моей ноге...."

    player "О... Эм... Извини..."

    a "... ... ... ..."

    scene a_love_4_7 with tstmgr

    a "Не бери в голову... Не сказала бы, что мне неприятно из-за этого..."

    player "Приятно слышать."

    player "Хочешь массаж ног? Он может уменьшить боль и даже снизить давление."

    player "И я на самом деле вполне уверен в своих навыках массажа."

    scene a_love_4_6 with tstmgr

    a "Я не думаю... ..."

    scene a_love_4_9 with tstmgr

    a "(Стоны) Ааххх... ... ... ..."

    "Она застонала, когда я надавил на её ступню."

    player "Тебе больно?"

    a "(Кивая) Мхм... ..."

    player "Знаешь, Сеннин однажды сказала мне, что каждая часть стопы на самом деле отвечает за определённый жизненно важный орган тела, так что боль в твоей ступне означает, что с одним из органов твоего тела проблемы."

    scene a_love_4_8 with tstmgr

    a "Что? Ты серьёзно? С каким именно органом?"

    player "... ... ... ..."

    player "Забудь, я не могу вспомнить, что она сказала. И к тому же я ей не верю."

    player "Я имею в виду, что вся моя ступня чертовски болела, когда я пытался надавить на неё сам, поэтому я пошёл на обследование в больницу, но оказалось, что я совершенно здоров."

    scene a_love_4_10 with tstmgr

    a "... Забавно."

    scene a_love_4_9 with tstmgr

    a "(Стоны) Ах... ... ... ..."

    a "(Стоны) Ахх... Просто, просто не надавливай так сильно, пожалуйста..."

    player "Вас понял, мэм."

    "Я продолжал массировать её ногу, и её стоны становились всё громче и короче."

    scene a_love_4_11 with tstmgr

    a "Ах, ах... Ухх... ... ..."

    "Ну, это начинает звучать... эротично."

    "Я только что возбудил её, прикоснувшись к её ноге?... Удивительно."

    "И вскоре я понял, что её стоны возбудили и меня. Мой член становится твёрже с каждой секундой."

    "Затем, наконец, я снова позволил своей похоти взять верх надо мной."

    scene a_love_4_12 with tstmgr

    player "Вера... ..."

    "Я приблизился к ней. Она посмотрела на меня, и я увидел огонь желания в её глазах."

    player "Я больше не могу это контролировать..."

    a "Что... ты делаешь?"

    player "Вера..."

    scene a_love_4_13 with tstmgr

    "Я сел поближе, раздвинул её ноги, и она меня не остановила."

    a "[P]..."

    scene a_love_4_14 with tstmgr

    "Она нервно избегала моего взгляда. Как очаровательно."

    scene a_love_4_15 with tstmgr

    "Я посадил её к себе на колени."

    a "... ... ... ..."

    scene a_love_4_16 with tstmgr

    a "Мы не должны этого делать..."

    scene a_love_4_17 with tstmgr

    "В ответ я притянул её ещё ближе."

    "Достаточно близко, чтобы наши губы встретились. Её дрожащее дыхание смешалось с моим."

    scene a_love_4_18 with tstmgr

    "Я думаю, она уже поняла, что я пытаюсь сделать, иначе почему она смотрит на меня с таким ожиданием?"

    scene a_love_4_19 with tstmgr

    "... ... ... ..."

    "За этим последовал чудесный поцелуй."

    "Её губы, прижавшиеся к моим, были похожи на мягкие небесные облака. Это так приятно... ..."

    scene a_love_4_19 with tstmgr

    a "(Слегка стонет) Аммм... ммм... ..."

    scene a_love_4_20 with tstmgr

    player "??????"

    "Она начала использовать язык и сделала этот поцелуй влажным."

    "Это... превосходит все мои ожидания...её язык, танцующий с моим, - это... рай..."

    a "(Эротично стонет) Ммм... Ах... Ммм... ..."

    "... ... ... ..."

    scene a_love_4_18 with tstmgr

    "Мы оторвались друг от друга после минутного поцелуя."

    player "Я никогда не знал, что ты такая похотливая девушка."

    a "Я не такая... ..."

    scene a_love_4_21 with tstmgr

    a "(Стонет от удовольствия) Ах... ..."

    a "(Он целует меня в шею... и...)"

    scene a_love_4_22 with tstmgr

    a "(Я чувствую... что-то очень твёрдое между его ног....)"

    scene a_love_4_23 with tstmgr

    a "(Что-то... твёрдое и... горячее...)"

    scene a_love_4_24 with tstmgr

    a "([P]... ... ... ...)"

    scene a_love_4_25 with tstmgr

    "Дверь внезапно открылась."

    scene a_love_4_26 with tstmgr

    "Гостья" "О, Боже мой... "

    "Гостья" "Извините!!! Я не знала!!!"

    "Женщина тут же закрыла дверь и убежала."

    player "(Аах... чёрт возьми...)"

    "Эта женщина просто испортила момент. Блять!"

    "... ... ... ..."

    scene a_love_4_27 with tstmgr

    a "[P]... ..."

    a "Я думаю ... мы зашли слишком далеко..."

    player "... ... ... ..."

    "Я с грустью понял, что Вера пришла в норму. Огонь желания исчез из её глаз."

    "Чёрт, я был так близок!"

    a "Всего этого... не должно было случиться."

    player "... ... ... ..."

    a "Ты можешь меня опустить? Думаю, моя нога уже в порядке."

    player "Если это то, чего ты хочешь... ..."

    scene a_love_4_28 with tstmgr

    "... ... ... ..."

    a "Спокойной ночи... [P]."

    scene void with tstmgr

    "Она быстро вышла из комнаты и забыла о стирке."

    player "Дерьмо!"

    "Я возьму с этой проклятой женщины дополнительные 100 долларов за то, что она испортила такой момент. Мне всё равно, подаст она на меня в суд или нет."

    "... ... ... ..."

    "... ... ... ... ... ..."

    scene home_livingroom_day_background with tstmgr

    "Следующее утро. Вера занимается домашними делами в гостиной."

    player "Привет, Вера. Ты сегодня так рано встала."

    player "И, эм... Насчёт прошлой ночи..."

    a "... ... ... ..."

    "Она не стала разговаривать со мной, как всегда, вместо этого она выбежала из комнаты сразу же, как только увидела меня."

    player "... ... ... ..."

    "После того, что произошло прошлой ночью, она стесняется даже взглянуть на меня. Мне нужно исправить это."

    "Я должен чаще заходить к ней на работу, даже если она не хочет со мной разговаривать."

    stop music fadeout 1.0

    jump event_post
# Decompiled by unrpyc: https://github.com/CensoredUsername/unrpyc
