label A_train_sexskill_1:

    scene void with tstmgr
    play music happy

    "... ... ... ..."



    "Следующий день, 7 часов утра."



    "Гость зашёл в гостиную и столкнулся с хозяином дома."



    "Гость А" "Доброе утро, [P]."



    scene a_love_6_1 with tstmgr

    player "О, здравствуйте, мистер... ..."



    player "Мистер Браун. Как спалось?"



    "Гость А" "Довольно хорошо. Матрас достаточно мягкий для моей чувствительной спины."



    player "Рад слышать."



    "Гость А" "Завтрак уже готов? Мне не терпится попробовать то, что Вера приготовила для нас сегодня."



    player "Э... эмм... Вера?"



    scene a_love_6_2 with tstmgr

    player "Она ещё спит. Я разбужу её через полчаса."



    player "А с завтраком, возможно, придётся подождать, извините."



    "Гость А" "О, хорошо, не беспокойтесь об этом. Просто дайте ей отдохнуть."



    scene a_love_6_3 with tstmgr

    player "Спасибо... ..."



    "Гость А" "Она хорошая девочка. Вам следует больше ценить её."



    player "Э... Я буду. Спасибо за заботу."



    scene a_love_6_4 with tstmgr

    "Гость А" "Хотел бы я быть на 40 лет моложе..."



    "Гость А" "Эх... ... В любом случае, я собираюсь прогуляться. Увидимся позже."



    "Затем мистер Браун вышел из комнаты и отправился на прогулку."



    player "... ... ... ..."



    scene a_love_6_5 with tstmgr

    player "Похоже, ты довольно популярна среди наших гостей."



    player "Что они подумают, если узнают, чем мы сейчас занимаемся?"



    a "Ты заставил меня сделать это... ..."



    player "Но, похоже, тебе это очень нравится."



    scene a_love_6_6 with tstmgr

    a "Гм... гм... гм... гм... ..."



    a "Конечно, нет..."



    scene a_love_6_7 with tstmgr

    a "Гм... хлюп... ммммм... шлёпп... ..."



    player "Ох... Вера... ..."



    scene a_love_6_8 with tstmgr

    pause



    player "Я... я собираюсь кончить..."



    label A_love_6_choice_1:

    menu:
        "Кончить ей в рот":


            player "Я хочу кончить тебе в рот."

            scene a_love_6_9 with tstmgr

            "Вера издала стон в ответ и пустила в ход язык, чтобы стимулировать мою головку. Чёрт, она становится лучше в этом с каждым днем."

            player "Идеально ... Теперь ... прими мою сперму... ..."

            scene a_love_6_10 with tstmgr

            $ flashlight()

            a "Оохххххх... ... ... ..."

            "Она взяла весь мой член в рот."

            scene a_love_6_11 with tstmgr

            a "Умммм... ... гл......"

            scene a_love_6_12 with tstmgr

            a "Это было... так липко... ..."

            player "Ох... Вера."

            a "Теперь мне нужно быстро принять душ и идти на работу. Увидимся вечером."

            player "До встречи."

            scene void with tstmgr

            "... ... ... ..."
        "Кончить на её сиськи":




            player "Я хочу кончить на твои сиськи."

            a "На мои... сиськи?"

            scene a_love_6_13 with tstmgr

            "Она была немного удивлена ​​моей просьбе, но всё же обнажила свои красивые смуглые сиськи и положила мой член в декольте, когда я попросил."

            player "Идеально ... Теперь будь готова принять мою сперму... ..."

            scene a_love_6_14 with tstmgr

            $ flashlight()

            a "Оохххххх... ... ... ..."

            a "Это... так горячо... ... ... ..."

            scene a_love_6_15 with tstmgr

            a "О нет, как я буду так работать? Мне снова нужно принять душ."

            player "Извини... ..."

            scene a_love_6_16 with tstmgr

            a "Хм..."

            a "Просто не забудь загладить свою вину, если я в итоге опоздаю."

            scene void with tstmgr

            "... ... ... ..."

    stop music fadeout 1.0




    jump event_post
# Decompiled by unrpyc: https://github.com/CensoredUsername/unrpyc
