label A_train_inti_2:

    scene void with tstmgr
    play music sorrow

    "... ... ... ..."



    "Поздно ночью в туалете..."



    scene a_train_inti_2_1 with dissolve

    a "*Тяжело дыша после рвоты* Хааа... хах... хах... хах... ..."



    a "(Эхххх... ... Чувствую себя ужасно... ...)"



    a "(На этой неделе меня вырвало как минимум три раза... ... Со мной определённо что-то не так.)"



    scene a_train_inti_2_2 with tstmgr

    a "(Я действительно... беременна?)"



    a "(Я снова забыла купить тест на беременность... Сейчас я слишком занята работой, и у меня просто нет времени беспокоиться о других вещах.... ...)"



    a "... ... ... ..."



    scene a_train_inti_2_3 with tstmgr

    a "(В любом случае, мне пора идти спать... ...Будем надеяться, что завтра мне станет лучше....)"



    scene void with tstmgr

    "Вера вышла из туалета..."



    scene a_train_inti_2_4 with dissolve

    a "... ... ... ..."



    a "(Я думала, что буду нервничать, когда наступит этот день, но... ...)"



    scene a_train_inti_2_5 with tstmgr

    a "(На самом деле это не так...)"



    scene a_train_inti_2_6 with tstmgr

    a "(Я просто испытываю волнение, когда думаю о возможности того, что ребёнок [P]... растёт у меня в животе.)"



    a "(Иметь ребёнка от мужчины, которого ты любишь, - это... такое счастье ~)"



    a "(Должно быть, это будет очень красивый ребенок, такой же, как и его отец~)"



    scene a_train_inti_2_7 with tstmgr

    a "(Но... ...)"



    a "(Я до сих пор не знаю, хочет он этого ребёнка или нет... ...)"



    a "(Может быть... может быть, узнав об этом, он бросит меня, как те плохие парни в кино...)"



    a "... ... ... ..."



    scene a_train_inti_2_8 with tstmgr

    a "(Ах, хватит думать всякую ерунду, Вера, [P] - не плохой человек!)"



    a "(Но эммммммм... ... Я не смогу заниматься с ним сексом несколько месяцев, если действительно беременна...)"



    a "(Такая пытка... ...)"



    a "(Как я смогу выжить без его члена несколько месяцев?... ...)"



    a "(Его член... ... ... ...)"



    scene a_train_inti_2_9 with tstmgr

    a "(Оууууу... ... Просто мысленно повторяя ‘его член’, я так возбуждаюсь~)"



    a "(Это всё его вина... ...)"



    scene a_train_inti_2_10 with tstmgr

    a "(Малыш... ... пожалуйста, не будь таким похотливым, как мама, когда вырастешь~)"



    scene a_train_inti_2_11 with tstmgr

    player "Эммм?"



    scene a_train_inti_2_12 with tstmgr

    $ flashlight()



    a "Оххххх?~~"



    scene a_train_inti_2_13 with tstmgr

    player "Что ты здесь делаешь?"



    a "Я... ... ... ..."



    scene a_train_inti_2_14 with tstmgr

    player "Давай~ Пойдём в твою комнату. Я так хочу тебя прямо сейчас~"



    a "Ахх~~ [P]... ..."



    a "Но я... чувствую себя не очень хорошо сегодня... ..."



    scene a_train_inti_2_15 with tstmgr

    player "Эммммм?"



    label A_train_inti_2_choice_1:

    menu:
        "Настаивать на сексе с ней":


            scene a_train_inti_2_58 with tstmgr

            player "О чём ты говоришь? Я только что видел, как ты трогала себя~"

            a "Ох... ... это было... ..."

            player "Ты сегодня разыгрываешь из себя недотрогу, чтобы подогреть мой аппетит?"

            scene a_train_inti_2_59 with tstmgr

            a "Нет~"

            scene a_train_inti_2_60 with tstmgr

            player "Но твои соски становятся такими твёрдыми~ Я чувствую их пульсацию даже сквозь слой одежды~"

            a "Оххххххх~~~~ [P]~~~~"

            scene a_train_inti_2_61 with tstmgr

            a "(Я... должна бы ему отказать, но... я не могу, я просто не могу~)"

            scene a_train_inti_2_62 with tstmgr

            a "(Никогда раньше я не чувствовала себя такой взволнованной. Моё здравомыслие ослабевает с каждой секундой... ...)"

            scene a_train_inti_2_64 with tstmgr

            a "(Одна мысль о том, что я, возможно, не смогу заниматься с ним сексом несколько месяцев, заставляет меня ещё больше хотеть, чтобы он меня трахнул...)"

            scene a_train_inti_2_63 with tstmgr

            a "(Я хочу, чтобы он трахнул меня прямо сейчас, я хочу, чтобы он трахнул меня в последний раз перед моим воздержанием.)"

            a "В последний раз, это будет... в самый последний раз~ Обещаю~)"

            a "[P]... ... Пойдём в мою комнату... ..."

            player "Хорошо... ..."

            scene void with tstmgr

            "... ... ... ..."

            "Спустя некоторое время в комнате Веры..."

            scene a_train_inti_2_65 with tstmgr

            a "[P]... ... ... ..."

            "Постепенно я понял, что она немного не такая, как обычно, её глаза казались более нежными, но время от времени мелькали следы колебания и неуверенности."

            "Это делает её ещё более невинной и милой."

            player "Моя Вера... ..."

            scene a_train_inti_2_66 with tstmgr

            "Хотя мне было немного любопытно насчёт нерешительности, которую она выразила, я решил пока проигнорировать это...."

            "Я... спрошу её, когда мы достаточно повеселимся~"

            scene a_train_inti_2_67 with tstmgr

            pause

            scene a_train_inti_2_68 with tstmgr

            pause

            scene a_train_inti_2_69 with tstmgr

            a "[P]... ... ... ..."

            "Я задрал её майку и позволил этим великолепным сиськам показаться наружу..."

            scene a_train_inti_2_70 with tstmgr

            "И... ..."

            scene a_train_inti_2_71 with tstmgr

            a "Хааах~~~ Уааааахх~~~"

            a "Почему ты так любишь грудь? Ты уже не ребёнок!"

            scene a_train_inti_2_72 with tstmgr

            a "Наши будущие дети будут такими бедными, потому что их отец заберёт всю их еду!"

            player "Ну, это не то, о чём нам стоит беспокоиться сейчас. Сначала нам нужно, чтобы ты забеременела~"

            a "За... забеременела... ..."

            scene void with tstmgr

            "... ... ... ..."

            a "Уииииииии~~~~~ Подожди, подожди, подожди~~"

            scene a_train_inti_2_73 with dissolve
            play sound a_train_inti_2_73 loop
            pause

            a "Эта поза... эта поза... ... такая нехорошая!!!~~~~~"

            player "Хм? Тебе не нравится, когда я беру тебя вот так?"

            a "Нет, я не об этом, это... ..."

            a "Оууууууууу~~~~~~~"

            a "Твой член... в такой позе может доставать до самой глубокой части моей вагины, и это нехорошо!~~~"

            player "Эм, ты меня сейчас реально сбиваешь с толку. Разве это не должно быть хорошо?"

            a "Нет, нет, нет, ты не понимаешь~~~ Вообще-то я... ..."

            a "Охххххххххх~~~ Так глубоко~~~~"

            stop sound
            scene a_train_inti_2_74 with tstmgr
            play sound a_train_inti_2_74 loop
            pause

            player "Нам стоит сейчас поменять позу?"

            a "Нет... не нужно... ... Это... так приятно~~~~"

            "Вера постоянно дрожит у меня в руках. Кажется, она продолжает испытывать небольшие оргазмы..."

            "Ахх... Как хорошо быть девушкой. Почему парни не могут кончать так же часто, как девушки?"

            a "Я чувствую себя так, будто... будто я лечу по небу~~~~~"

            player "Это потому, что ты такая лёгкая, Вера... ..."

            a "Я... думаю, я скоро стану тяжелее... намного тяжелее~~~~"

            a "Охххх~~~ Да, да, мне так нравится, как ты меня трахаешь~~~"

            player "Ладно, Вера, думаю, я сейчас... ..."

            a "Ты собираешься кончить? Пожалуйста, пожалуйста, сделай это наружу!"

            player "Хммм? Это почему? Мы раньше не применяли никаких противозачаточных средств."

            a "Оуууууу~~~ Пожалуйста, только в этот раз!"

            player "Ну, раз уж ты просишь... ..."

            stop sound
            scene a_train_inti_2_75 with tstmgr
            play sound cumshot
            $ flashlight()

            player "Я кончаю!!~~~~~~~"

            a "Уииииииииииииииии!!!!~~~~~~~~"

            "По её просьбе я кончил наружу... ..."

            scene void with tstmgr

            "... ... ... ..."

            scene a_train_inti_2_76 with tstmgr

            a "Спасибо... [P]... ..."

            player "Не за что, но мне действительно любопытно, почему ты не хотела, чтобы я кончал внутрь."

            a "Это потому что... это потому что... ..."

            a "Возможно, я беременна."

            scene a_train_inti_2_77 with tstmgr

            player "'Возможно ты' что? Ты серьёзно?"

            a "В этом месяце у меня не было месячных... ..."

            a "И меня вырвало трижды на этой неделе... ..."

            player "Ох, детка, ты уже делала тест?"

            a "Ещё нет... ..."

            scene a_train_inti_2_76 with tstmgr

            player "Хорошо, пойдём завтра вместе в больницу и проведём полное обследование~"

            a "Но... у меня работы."

            scene a_train_inti_2_77 with tstmgr

            player "Ах, чёрт, забудь об этих чёртовых работах. Ты не можешь оставаться такой занятой на работе после того, как забеременела."

            a "Ладно... ..."

            a "Возможно, мне стоило уйти с этих работ давным-давно. Я даже не знаю, за что я держалась..."

            scene a_train_inti_2_78 with tstmgr

            a "Я... уволюсь со всех работ через месяц и начну учиться быть хорошей домохозяйкой на полную ставку~"

            player "Вера... ..."

            "Вере, наверное, тяжело это говорить. Она всегда чувствует себя неуверенно и не хочет слишком полагаться на других людей, но сейчас... ..."

            "Материнство – это действительно волшебная вещь~"

            scene a_train_inti_2_79 with tstmgr

            a "Но я не спросила... ... Будешь ли ты рад, если я действительно беременна?"

            player "Что это за вопрос такой? Конечно, я буду счастлив~"

            player "Я не могу дождаться момента, когда поприветствую плод нашей любви, пришедший в этот мир~"

            scene a_train_inti_2_80 with tstmgr

            a "[P]~~~~~~~"
        "Не настаивать":






            scene a_train_inti_2_16 with tstmgr

            player "Я вижу, ты, должно быть, устала после работы."

            player "Пойдём в твою комнату~"

            scene a_train_inti_2_17 with tstmgr

            a "Что ты собираешься делать?"

            scene a_train_inti_2_18 with tstmgr

            player "Просто идём~ просто идём~"

            a "Оууууу... ... ... ..."

            scene void with tstmgr

            "... ... ... ..."

            "Позже в комнате Веры..."

            a "[P]... ... [P]... ... Перестань... ахххх~~"

            a "Больно~ Подожди... ... Ооох~~~ Уааахх~~~"

            a "Хахх~~~ хахх~~ пожалуйста~~ Ахххх~~~ Оуууууу~~~"

            player "... ... ... ..."

            scene a_train_inti_2_19 with dissolve

            player "Серьёзно, я никогда не позволю тебе делать массаж ног в салоне. То, как ты стонешь, просто смешно."

            player "Как будто мы занимаемся сексом или что-то в этом роде."

            scene a_train_inti_2_20 with tstmgr

            a "Прости... ... ... ..."

            player "... ... ... ..."

            scene a_train_inti_2_21 with tstmgr

            player "Мне нужно быть более нежным?"

            scene a_train_inti_2_22 with tstmgr

            a "Нет, с силой всё в порядке. Я... наслаждаюсь этим~"

            scene a_train_inti_2_23 with tstmgr

            a "Я люблю тебя... ..."

            player "?"

            player "Я тоже тебя люблю, глупенькая~"

            scene a_train_inti_2_24 with tstmgr

            player "Знаешь, ты можешь просить меня об этом, когда почувствуешь усталость. Я рад делать для тебя такие вещи~"

            a "Хорошо... ..."

            scene a_train_inti_2_25 with tstmgr

            a "... ... ... ..."

            a "Есть... кое-что, что я хочу тебе сказать... ..."

            player "Эммм? Что это?"

            scene a_train_inti_2_26 with tstmgr

            a "Я... Я... ..."

            a "Сегодня я видела много детей, играющих на улице."

            player "Хорошо, и что?"

            scene a_train_inti_2_25 with tstmgr

            a "Ну... эм... ... просто интересуюсь, ты любишь детей?"

            player "Детей? Да, я люблю детей. Дети милые~"

            scene a_train_inti_2_27 with tstmgr

            a "И... ... ты планируешь в будущем завести детей?"

            player "С тобой?"

            scene a_train_inti_2_28 with tstmgr

            a "С... э... ... кем бы то ни было... ..."

            player "... ... ... ..."

            label A_train_inti_2_choice_2:

            menu:
                "Да":


                    scene a_train_inti_2_29 with tstmgr

                    player "У нас будет много-много детей~"

                    scene a_train_inti_2_30 with tstmgr

                    "Услышав это, Вера выглядела приятно удивлённой."

                    scene a_train_inti_2_32 with tstmgr

                    a "Ты уверен?"

                    player "Да~ Только представь, какие они будут красивые."
                "Нет":




                    scene a_train_inti_2_29 with tstmgr

                    player "Хммммм... ...У меня пока что нет этого в планах."

                    scene a_train_inti_2_31 with tstmgr

                    a "*Будучи немного растроенной* Ох... ... ... ..."

                    scene a_train_inti_2_33 with tstmgr

                    player "Потому что я, возможно, буду завидовать малышу из-за того, что он отбирает у меня слишком много твоей любви~"

                    player "Но, конечно, я всё равно буду очень рад, если действительно стану отцом~"

                    scene a_train_inti_2_34 with tstmgr

                    a "... ... ... ..."

            scene a_train_inti_2_35 with tstmgr

            player "Подожди, ты беременна?"

            scene a_train_inti_2_36 with tstmgr

            a "Может быть... ..."

            a "У меня не было месячных в этом месяце... ..."

            a "И меня вырвало трижды на этой неделе... ..."

            scene a_train_inti_2_37 with tstmgr

            player "Ох, детка, ты уже делала тест?"

            scene a_train_inti_2_38 with tstmgr

            a "Ещё нет... ..."

            scene a_train_inti_2_39 with tstmgr

            player "Хорошо, пойдём завтра вместе в больницу и проведём полное обследование~"

            a "Но... у меня работы."

            scene a_train_inti_2_40 with tstmgr

            player "Ах, чёрт, забудь об этих чёртовых работах. Ты не можешь оставаться такой занятой на работе после того, как забеременела."

            scene a_train_inti_2_41 with tstmgr

            a "Ладно... ..."

            a "Возможно, мне стоило уйти с этих работ давным-давно. Я даже не знаю, за что я держалась..."

            scene a_train_inti_2_42 with tstmgr

            a "Я... уволюсь со всех работ через месяц и начну учиться быть хорошей домохозяйкой на полную ставку~"

            scene a_train_inti_2_43 with tstmgr

            player "Вера... ..."

            "Вере, наверное, тяжело это говорить. Она всегда чувствует себя неуверенно и не хочет слишком полагаться на других людей, но сейчас... ..."

            "Материнство – это действительно волшебная вещь~"



    scene void with tstmgr

    "... ... ... ..."



    "Что ж, однако... ..."



    scene a_train_inti_2_44 with dissolve

    a "Что? Я не беременна?"



    "Доктор Конни" "Мхм, анализ крови показал, что Вы ещё не беременны."



    scene a_train_inti_2_45 with tstmgr

    a "Но... утром меня тошнило, и в этом месяце у меня не было менструации."



    scene a_train_inti_2_46 with tstmgr

    "Доктор Конни" "Что ж, беременность — не единственное, что может вызвать отсутствие менструации и рвоту. У Вас, судя по анализу, эндокринные нарушения, думаю, причина в этом."



    scene a_train_inti_2_47 with tstmgr

    a "Как... как это возможно... ..."



    scene a_train_inti_2_48 with tstmgr

    player "Это серьёзные нарушения?"



    scene a_train_inti_2_49 with tstmgr

    "Доктор Конни" "Это всего лишь результат переутомления. Она поправится после хорошего отдыха."



    player "... ... ... ..."



    scene a_train_inti_2_50 with tstmgr

    player "Хорошо, девочка, ты это слышала? Тебе всё равно придётся уйти с этих работ как можно скорее."



    a "... ... ... ..."



    a "Я не стану матерью?"



    "Доктор Конни" "Пока что нет, девушка."



    scene a_train_inti_2_51 with tstmgr

    a "Оуууууу... ...Это так неловко... ..."



    a "Вчера всю ночь я думала об имени ребёнка. Я придумала несколько хороших... ..."



    scene a_train_inti_2_52 with tstmgr

    player "Ох... ... ... ..."



    scene a_train_inti_2_53 with tstmgr

    a "В будущем у нас должно быть много-много детей!"



    player "Эм, хорошо... ..."



    a "*Громко крича* Ты оплодотворишь меня сегодня ночью!!!"



    scene a_train_inti_2_54 with tstmgr

    "В этот момент вся больница, казалось, погрузилась в молчание. Все в коридоре удивлённо посмотрели на нас."



    scene a_train_inti_2_55 with tstmgr

    a "Оууууу... ...Я хочу убить себя... ..."



    scene a_train_inti_2_56 with tstmgr

    "Вера закрыла лицо и убежала."



    player "Эм... ... ... ..."



    "Доктор Конни" "Боже... ... Что не так с этим поколением?"



    scene a_train_inti_2_57 with tstmgr

    player "Я собираюсь... эм... догнать её. Извините, Док."



    "... ... ... ..."

    stop music fadeout 1.0

    jump event_post
# Decompiled by unrpyc: https://github.com/CensoredUsername/unrpyc
