label A_train_sha_1:

    scene void with tstmgr
    play music happy

    "Прошло много времени с тех пор, как Веру просили одеться в костюм горничной на работе. Кажется, результат хороший. Кафе стало гораздо популярнее, чем раньше."



    scene a_train_sha_1_1 with dissolve

    a "Добро пожаловать, сэр. Что бы Вы хотели заказать сегодня?"



    "Гость А" "Э... Вау... ..."



    "Гость А" "(Эти сиськи... ...)"



    scene a_train_sha_1_2 with tstmgr

    a "Сэр?"



    "Гость А" "Ох, да, маленькую чашечку чёрного кофе, пожалуйста..."



    "Однако еда по-прежнему ужасна, поэтому большинство людей заказывают только чашку кофе или что-нибудь простое."



    "Они пришли сюда только для того, чтобы насладиться обслуживанием горничных."



    "Гость А" "Вера, не так ли? Ты сегодня выглядишь великолепно и... да... ..."



    scene a_train_sha_1_3 with tstmgr

    a "Спасибо~ Я скоро вернусь с Вашим кофе."



    scene a_train_sha_1_4 with tstmgr

    "Вера быстро направилась обратно к кассе, чтобы избежать дальнейшего разговора."



    scene a_train_sha_1_5 with tstmgr

    a "Эммммм?"



    "И тут она заметила меня."



    scene a_train_sha_1_6 with tstmgr

    a "[P]? Когда ты пришёл?"



    player "Я был здесь некоторое время... ..."



    a "Ты должен был сообщить мне, чтобы я могла сделать твой заказ в первую очередь."



    player "Да... ..."



    scene a_train_sha_1_7 with tstmgr

    a "Ты не выглядишь радостным, что случилось?"



    player "Ну, последние три столика, которые ты обслуживала, откровенно пялились на твою грудь. Так что да... не слишком счастлив... "



    scene a_train_sha_1_8 with tstmgr

    a "(Мило улыбается) ... ... ... ..."



    a "Мне очень нравится твоё лицо, когда ты ревнуешь~"



    player "... ... ... ..."



    label A_train_sha_1_choice_1:

    menu:
        "Сжать её покрепче":


            scene a_train_sha_1_9 with tstmgr

            "Внезапно я крепко сжал её в своих объятиях."

            a "(Тихо стонет) Охх... ... ... ..."

            a "Что ты делаешь? Я должна... ..."

            player "А мне очень нравится твоё лицо, когда ты паникуешь~"

            a "Прекрати~ Мне пора возвращаться к работе."

            scene a_train_sha_1_10 with tstmgr

            "Я проигнорировал её и уткнулся лицом в её декольте. Я начал осыпать его нежными поцелуями."

            player "Эти люди могут сколько угодно пялиться на твои полуоткрытые сиськи, но я единственный, кто может прикасаться к ним губами."

            a "(Тихо стонет) Ахххх... ... оууу... ..."

            a "Кто-нибудь увидит! Отпусти меня~"

            a "Мы можем сделать это... ах... позже..."

            player "... ... ... ..."

            scene a_train_sha_1_11 with tstmgr

            "Она права. Вокруг немного людей, и они могут нас заметить в любой момент. Я не хочу её смущать."

            player "Хорошо, девочка. На данный момент я получил своё удовольствие."

            player "А насчёт моего заказа... Если ты будешь так любезна, мне бы хотелось маленькую чашечку горячего шоколада. Я останусь здесь, пока ты не закончишь работу, и потом мы можем пойти поесть. Звучит неплохо?"

            a "... ... ... ..."

            a "Хорошо... ..."

            scene void with tstmgr

            "... ... ... ..."
        "Обнажить её сиськи":




            scene a_train_sha_1_12 with tstmgr

            a "Хмммм?"

            scene a_train_sha_1_13 with tstmgr

            a "Ахх?!!!!!!"

            "Я внезапно стянул перед её наряда, позволив её пухлым сиськам свободно подпрыгивать."

            a "Что ты делаешь??"

            player "Хм... Эти люди могут пялиться на твоё декольте и фантазировать, но только я могу наслаждаться настоящим."

            player "И мне очень нравится твоё лицо, когда ты в панике~"

            scene a_train_sha_1_14 with tstmgr

            a "(Стонет от похоти) Ахххх~~~ Ахххх~~~~ Аххх~~~"

            player "Продолжай так стонать, и все заметят твои распутные сиськи на всеобщее обозрение."

            a "Тогда хватит играть с моими сиськами!"

            player "... ... ... ..."

            "На данный момент этого должно быть достаточно. Здесь довольно многолюдно, и я не хочу её смущать... слишком сильно. Я просто оставлю ей прощальный подарок."

            scene a_train_sha_1_15 with tstmgr

            "Я нежно поцеловал её сосок."

            a "Оххххххх~~~~~"

            scene a_train_sha_1_16 with tstmgr

            player "Хорошо, девочка. На данный момент я получил своё удовольствие."

            player "А насчёт моего заказа... Если ты будешь так любезна, мне бы хотелось маленькую чашечку горячего шоколада. Я останусь здесь, пока ты не закончишь работу, и потом мы можем пойти поесть. Звучит неплохо?"

            a "... ... ... ..."

            a "Хорошо... ..."

            scene void with tstmgr

            "... ... ... ..."

    stop music fadeout 1.0













    jump event_post
# Decompiled by unrpyc: https://github.com/CensoredUsername/unrpyc
