label A_train_sha_2:

    scene void with tstmgr
    play music happy

    "Несколько дней спустя, днём, я решил навестить Веру в магазине одежды, где она работает..."



    scene a_train_sha_2_1 with dissolve

    a "Ах~ [P], добро пожаловать~"



    scene a_train_sha_2_2 with tstmgr

    a "Но, к сожалению, сейчас не лучшее время. Сегодня национальный праздник, и мы очень заняты. У меня действительно нет времени на болтовню."



    player "Ох, ладно... ..."



    scene a_train_sha_2_1 with tstmgr

    a "Увидимся, когда закончу сегодняшнюю работу..."



    player "Но кто сказал, что я здесь только для того, чтобы поболтать? Я здесь, чтобы купить одежду~"



    scene a_train_sha_2_3 with tstmgr

    a "Мы продаём здесь только женскую одежду."



    player "Да, я здесь, чтобы купить тебе одежду в подарок~"



    scene a_train_sha_2_5 with tstmgr

    a "Ох, эм... спасибо... ..."



    player "А как продавцу тебе придётся оставаться с покупателем до тех пор, пока он что-нибудь не купит или не уйдёт. Это твоя работа, да?~"



    player "Сегодня нам будет очень весело~"



    scene a_train_sha_2_4 with tstmgr

    a "Так это твой план, да? Хитро~"



    a "И что именно ты хочешь мне купить?"



    player "Ну, это зависит от того, насколько я буду доволен твоим обслуживанием...."



    a "Придурок~"



    scene void with tstmgr

    "... ... ... ..."



    "Несколько секунд спустя, в примерочной..."



    scene a_train_sha_2_6 with dissolve

    a "Мой менеджер убьёт меня за то, что я пропала в такой напряжённый час."



    player "Не волнуйся, сегодня я куплю много вещей, и все будут благодарны тебе за это. Твой менеджер ни в чём не станет тебя винить~"



    scene a_train_sha_2_7 with tstmgr

    a "Хампф~ Ты тратишь все эти деньги только для того, чтобы побыть со мной какое-то время? Я чувствую себя дорогой проституткой или кем-то в этом роде~"



    player "Я могу просто уйти, если тебя это не устраивает."



    scene a_train_sha_2_8 with tstmgr

    a "Дурак.. ... ... ..."



    player "Вера... ... ... ..."



    scene a_train_sha_2_9 with tstmgr

    a "Ууумммм~~~ Поцелуй~~~~"



    scene a_train_sha_2_10 with tstmgr

    player "Вау, Вера, ты сегодня не надела трусики?"



    scene a_train_sha_2_11 with tstmgr

    a "Потому что... у меня было предчувствие... что ты придёшь ко мне днём~"



    a "Так что я... уже готова~"



    scene a_train_sha_2_12 with tstmgr

    player "О, девочка, я не могу поверить, какой бесстыдной ты стала.... ..."



    a "И... чья это вина?"



    scene a_train_sha_2_13 with tstmgr

    player "Хо~ Ты смеешь задавать вопросы покупателю?"



    a "Изви... извини... ..."



    player "Этого не достаточно~"



    scene a_train_sha_2_14 with tstmgr

    player "Я хочу, чтобы ты посмотрела на себя в зеркало и призналась, какая ты бесстыдная шлюха~"



    a "Это... слишком... ..."



    player "Просто скажи это, девочка~"



    scene a_train_sha_2_15 with tstmgr

    a "Оуууууу~~~~"



    scene a_train_sha_2_17 with tstmgr

    a "Я... бессовестная шлюха. Я не могу жить без члена [P] ни единого дня~"



    a "Я не ношу нижнего белья, потому что отчаянно хочу, чтобы [P] наполнил меня спермой~"



    scene a_train_sha_2_16 with tstmgr

    a "Оууу... ...я даже себя в зеркале больше не узнаю~~"



    a "[P]... это всё ты виноват~"



    scene void with tstmgr

    "... ... ... ..."



    scene a_train_sha_2_18 with tstmgr

    "Менеджер" "Кто-нибудь видел Веру?"



    "Продавец А" "Я думаю... Я только что видел, как она вела покупателя в примерочную."



    "Менеджер" "И где она сейчас? Много клиентов ждут!"



    "Продавец А" "Не знаю... Она, кажется, еще не вышла из примерочной."



    "Менеджер" "Ха? Как это могло произойти?"



    "Менеджер" "Чёрт, она, должно быть, куда-то сбежала. Я сильно урежу её зарплату!"



    scene void with tstmgr

    "... ... ... ..."



    "В то же время..."



    scene a_train_sha_2_19 with dissolve
    play sound a_train_sha_2_19 loop
    pause



    a "*Сдерживаемые стоны* Эммм~ ммм~ ух~ Как тебе... уууувв~ нравится моё обслуживание, дорогой клиент?"



    player "Твоё обслуживание? Почему мне кажется, что я тот, кто обслуживает? Посмотри на своё лицо в зеркало, ты очень сильно наслаждаешься этим~"



    a "Потому что это так приятно~ Как будто ты делаешь мне массаж влагалища этим большим членом~"



    player "Ах-хах, значит, я действительно тот, кто обслуживает~"



    a "Люблю тебя~"



    a "... ... ... ..."



    a "Так странно смотреть, как меня вот так трахают в зеркале~"



    a "Это как... живое порно~"



    player "Ну, просто дай мне знать, если захочешь снимать видео во время секса, теперь я в этом в некотором роде профессионал~"



    a "Я... подумаю об этом... ..."


    stop sound
    scene a_train_sha_2_20 with tstmgr
    play sound a_train_sha_2_20 loop
    pause



    a "Оууу~ Да~~ Твой извивающийся член~ оххх~~~"



    player "Потише, девочка. Ты же знаешь, что между нами и внешним миром только занавеска, верно?"



    a "Я... не могу сдерживаться~~~ [P]~~~ ты такой сильный~~~"



    a "Оуууу~ да, да, накажи меня, накажи эту бессовестную девчонку извивающимся членом~~"



    a "Моя распутная киска... вся твоя~~~"



    player "Я... Я кончаю!!!"


    stop sound
    scene a_train_sha_2_21 with tstmgr

    $ flashlight()

    a "Ой, подожди, подожди!"



    "Она внезапно встала и отодвинулась от меня."



    player "Вера? Какого чёрта?"



    scene a_train_sha_2_22 with tstmgr
    play sound cumshot

    $ flashlight()

    "А потом она глубоко заглотила мой член и без колебаний выпила всю мою сперму."



    scene a_train_sha_2_23 with tstmgr

    player "Эм... Вера, зачем ты... ..."



    scene a_train_sha_2_24 with tstmgr

    a "*Глоток* ... ... ... ..."



    scene a_train_sha_2_26 with tstmgr

    a "Ах~~~"



    scene a_train_sha_2_27 with tstmgr

    a "На мне сегодня нет нижнего белья, так что... Я не могу позволить тебе кончить мне в киску, иначе вся сперма вытечет, и все узнают, что произошло."



    player "Ох, вау, это было... очень продуманно... ..."



    scene a_train_sha_2_25 with tstmgr

    a "Твоя сперма уже не такая липкая, как раньше~ Ты, должно быть, кончал слишком много в последнее время."



    player "Полагаю, так... ..."



    scene void with tstmgr

    "... ... ... ..."



    "Через некоторое время мы вышли из примерочной. Я купил много вещей в магазине, чтобы повысить показатели Веры, но её всё равно отругал менеджер... ..."

    stop music fadeout 1.0

    jump event_post
# Decompiled by unrpyc: https://github.com/CensoredUsername/unrpyc
