label A_train_inti_1:

    scene void with tstmgr
    play music sorrow

    "Позже вечером..."



    "Вера и я вместе приехали домой с её работы."



    scene a_train_inti_1_1 with dissolve

    player "Могу ли я получить шанс провести с тобой ночь?"



    a "Я... я бы с удовольствием, но я сегодня так устала, извини... ... увидимся завтра."



    player "О, ладно, спокойной ночи."



    scene a_train_inti_1_2 with tstmgr

    a "Спасибо~"



    a "Теперь мне нужно сначала сходить в туалет, а потом быстро принять душ перед сном...."



    scene void with tstmgr

    "... ... ... ..."



    "Некоторое время спустя..."



    player "Хммммммм... ..."



    player "Вера, ты уже больше 20 минут в туалете, ты в порядке?"



    "Она не ответила."



    player "... ... ... ..."



    "Я решил сам открыть дверь туалета и проверить, что там произошло."



    "И я увидел..."



    scene a_train_inti_1_3 with dissolve

    a "*Слегка храпит* Хрррр... ... Хрр... ... Хрр... ..."



    player "Чёрт, ты в порядке, Вера?"



    scene a_train_inti_1_4 with tstmgr

    a "*С трудом открывая глаза* [P]... ... ... ..."



    a "Я в порядке. Я просто... ... слишком устала... ..."



    scene a_train_inti_1_3 with tstmgr

    "Она снова закрыла глаза и тут же уснула."



    a "Хрррр... ... Хрр... ... Хрр... ..."



    player "... ... ... ..."



    player "Я говорил тебе не посвящать слишком много времени этим работам.... ..."



    "Что ж, я не могу оставить её в таком состоянии. Она только что пришла домой после тяжёлого рабочего дня, и ей нужно хотя бы принять душ перед сном."



    player "Хорошо, я помогу тебе с душем, детка."



    scene void with tstmgr

    "... ... ... ..."



    "Некоторое время спустя..."



    scene a_train_inti_1_5 with dissolve

    "... ... ... ..."



    scene a_train_inti_1_6 with tstmgr

    a "Хммммммм... ... ... ..."



    scene a_train_inti_1_7 with tstmgr

    a "[P]? Что ты делаешь?"



    player "Ах, ты проснулась~"



    player "Не двигайся, я почти закончил с твоей спиной."



    scene a_train_inti_1_8 with tstmgr

    a "О, ты... ... моешь моё тело для меня... ... хорошо... ..."



    a "Спасибо тебе~"



    scene a_train_inti_1_9 with tstmgr

    a "Я вспомнила, что моя мама помогала мне принимать ванну, когда я была маленькой~"



    player "Я могу делать это для тебя каждый день, если хочешь."



    a "... ... ... ..."



    scene a_train_inti_1_10 with tstmgr

    a "Тебе не стоит быть таким добрым ко мне. Я стану избалованной..."



    scene a_train_inti_1_11 with tstmgr

    player "*Целуя Веру в плечо* Ну, это именно то, что я собираюсь сделать. Я сильно избалую тебя и буду относиться к тебе как к принцессе."



    scene a_train_inti_1_12 with tstmgr

    player "Кх! Кх! Кх! Кх!!"



    a "Подожди, ты только что поцеловал мыло? Ты смешной~"



    scene void with tstmgr

    "... ... ... ..."



    "Спустя несколько секунд..."



    scene a_train_inti_1_13 with tstmgr

    player "Хорошо, Вера, не могла бы ты повернуться, пожалуйста?"



    scene a_train_inti_1_14 with tstmgr

    player "Вера?"



    a "Хрр... Хрррр... ... Хрр... ..."



    player "Опять заснула? Это... удобно."



    scene a_train_inti_1_13 with tstmgr

    "Должно быть, это был действительно долгий день для неё. Я должен постараться больше её не будить."



    scene a_train_inti_1_15 with tstmgr

    "Я медленно повернул её и вымыл переднюю часть тела так тщательно, как только мог. К счастью, она не проснулась~"



    scene a_train_inti_1_16 with tstmgr

    a "*Спокойное дыхание* ... ... ... ..."



    player "... ... ... ..."



    "Какая спящая красавица... ..."



    "Ну, я действительно хочу кончить на эти прекрасные сиськи прямо сейчас, но... нет, не в этот раз."



    "Теперь я должен отнести спящую красавицу обратно в кровать и дать ей хорошенько выспаться~"



    scene a_train_inti_1_17 with tstmgr

    a "*Разговаривая во сне* [P]... ... люблю тебя... ... ... ..."



    player "... ... ... ..."



    scene a_train_inti_1_18 with tstmgr

    "Если подумать, может быть, мне стоит поспать с ней сегодня ночью, чтобы я мог посчитать, сколько раз она произнесёт моё имя во сне~"



    scene void with tstmgr

    "... ... ... ..."

    stop music fadeout 1.0

    jump event_post
# Decompiled by unrpyc: https://github.com/CensoredUsername/unrpyc
