label A_train_sub_1:

    scene void with tstmgr
    play music happy

    "В субботу утром..."



    scene a_train_sub_1_1 with tstmgr

    $ flashlight()

    a "Оуууу~~~~ Уже утро~"



    a "Сегодня солнечный день, отлично!~"



    scene a_train_sub_1_2 with tstmgr

    a "И у меня сегодня выходной, что ещё лучше!~"



    scene a_train_sub_1_3 with tstmgr

    a "Ох, пора готовить завтрак~"



    scene a_train_sub_1_4 with tstmgr

    pause



    scene a_train_sub_1_5 with tstmgr

    pause



    a "Хммммммм... ... ... ..."



    scene a_train_sub_1_6 with tstmgr

    a "Нет, возможно, мне сегодня стоит одеться в другом стиле."



    scene void with tstmgr

    "... ... ... ..."



    "Спустя несколько секунд..."



    scene a_train_sub_1_7 with dissolve

    a "Агаа~ Это подойдёт. [P] однажды сказал, что хотел бы видеть меня дома в костюме горничной. Он будет так счастлив, когда увидит это."



    scene a_train_sub_1_8 with tstmgr

    a "Оууу... Это платье становится мне более тесным. Надо бы попросить больший размер, когда в следующий раз пойду в кафе на работу."



    a "Теперь мне пора его разбудить~"



    scene void with tstmgr

    "... ... ... ..."



    "Некоторое время спустя..."



    scene a_train_sub_1_9 with tstmgr

    player "Хрррр... Хрррр... Хрррр... ..."



    a "Хм~~ Соня."



    scene a_train_sub_1_10 with tstmgr

    pause



    scene a_train_sub_1_11 with tstmgr

    pause



    scene a_train_sub_1_12 with tstmgr

    a "Просыпайся, дорогой~"



    player "Хрррр... хрр... хрр... хррр... ..."



    a "Уже почти полдень~"



    player "Что... Хрррр... хрр... хрррр... ..."



    a "... ... ... ..."



    scene a_train_sub_1_13 with tstmgr

    pause



    scene a_train_sub_1_14 with tstmgr

    pause



    scene a_train_sub_1_60 with tstmgr

    pause



    scene a_train_sub_1_15 with tstmgr

    pause



    player "Эммммммм... ..."



    scene a_train_sub_1_16 with tstmgr

    player "*Открывая глаза* Что это такое мягкое... ..."



    scene a_train_sub_1_17 with tstmgr

    a "Ах~ Ты наконец проснулся."



    player "Вера? Что с твоим платьем?"



    scene a_train_sub_1_18 with tstmgr

    a "Ты сказал, что оно тебе нравится, да? У меня сегодня выходной, и я могу носить это платье целый день, если хочешь~"



    player "Так ты сегодня будешь моей личной горничной?"



    scene a_train_sub_1_20 with tstmgr

    a "Эммммм? Ээ... Я... Я думаю да?"



    player "Ох, девочка, это будет так здорово~"



    scene a_train_sub_1_19 with tstmgr

    a "... ... ... ..."



    a "И что же мне нужно делать? Как горничной..."



    player "... ... ... ..."



    label A_train_sub_1_choice_1:

    menu:
        "Быть хорошим хозяином":


            player "Не воспринимай это всерьёз, девочка. Я не буду приказывать тебе что-либо делать. Для тебя это редкий день отдыха. Ты можешь делать всё, что захочешь."

            scene a_train_sub_1_17 with tstmgr

            a "[P]... ... ... ..."

            scene a_train_sub_1_18 with tstmgr

            a "Хорошо, хозяин~ Позволь мне начать с побудки~"

            "Она внезапно сняла с меня штаны. Мой твёрдый огромный член выскочил наружу и заставил её слегка застонать от удивления."

            scene a_train_sub_1_21 with tstmgr

            a "Бедный хозяин, наверное, тяжело носить с собой эту огромную штуку каждый день~"

            a "Позволь мне... помочь тебе с этим~"

            scene a_train_sub_1_22 with tstmgr

            a "Я буду относиться к нему с любовью и заботой. Смотри-ка, кажется, он возбуждается ещё больше, когда касается моей груди~"

            scene a_train_sub_1_23 with tstmgr

            a "Ах~ Да, утренний поцелуй моего соска~"

            player "Повезло ему. Я бы тоже хотел утренний поцелуй наподобие этого."

            a "Каждый получит свой шанс, просто наберись терпения~"

            scene a_train_sub_1_24 with tstmgr

            a "Оууу~ Мой сосок становится твёрдым... ...Мне немного больно прижиматься им к головке~"

            scene a_train_sub_1_25 with tstmgr

            a "Давай сейчас попробуем второй. Второму... тоже нужен контакт с тобой~"

            player "Было бы лучше, если бы у мужчин было два члена..."

            a "Это звучит... ...ужасающе, хозяин."

            a "Мне пришлось бы потратить в два раза больше времени, чтобы заставить их кончить. Наверное, это бы надоедало."

            scene a_train_sub_1_27 with tstmgr

            player "... ... ... ..."

            player "Ты права~ Одного достаточно~"

            scene a_train_sub_1_26 with tstmgr

            a "Теперь посмотрим, сколько времени мне понадобится, чтобы заставить его кончить~"

            scene a_train_sub_1_28 with tstmgr

            player "Не волнуйся, Вера. Я не плохой хозяин, который просит только об обслуживании. Я помогу тебе с этим~"

            a "Оууууу~ [P]~~"

            scene a_train_sub_1_29 with tstmgr

            player "Ох, девочка... Я уверен, что твоя грудь стала тяжелее, чем раньше...."

            a "Я... раньше ела только замороженные продукты, когда жила одна в своей квартире в трущобах, но теперь я... ем лучше, благодаря тебе."

            a "Из-за более качественного питания... грудь похорошела~"

            player "Так приятно это слышать~"

            scene a_train_sub_1_30 with tstmgr

            player "Теперь позволь моему члену почувствовать их рост... ..."

            scene a_train_sub_1_31 with tstmgr

            a "Оуууу... ...Горячий член... у меня в декольте~"

            scene a_train_sub_1_32 with tstmgr

            pause

            scene a_train_sub_1_31 with tstmgr

            pause

            scene a_train_sub_1_32 with tstmgr

            pause

            player "Чёрт, это приятно~"

            scene a_train_sub_1_33 with tstmgr

            $ flashlight()

            player "А как тебе это?"

            a "Оууууу~~~~ Да, да, трахай мою грудь вот так~"

            scene a_train_sub_1_32 with tstmgr

            pause

            scene a_train_sub_1_33 with tstmgr

            pause

            scene a_train_sub_1_32 with tstmgr

            a "Ты... так сильно долбишь мою грудь~"

            scene a_train_sub_1_31 with tstmgr

            pause

            scene a_train_sub_1_32 with tstmgr

            a "Хозяин... ... хозяин... ... я могу... я могу почувствовать буйство твоего члена... ...... ..."

            scene a_train_sub_1_33 with tstmgr

            player "Охххххх дерьмо!!!! Я кончаю!!!!"

            scene a_train_sub_1_34 with tstmgr

            $ flashlight()

            pause

            "Сперма хлынула из моего члена белым фонтаном. При этом Вера опустила голову и приняла в рот весь выстреливший поток."

            scene a_train_sub_1_35 with tstmgr

            a "Такая... ... липкая... ..."

            player "Вера... Это было замечательно... ..."

            scene a_train_sub_1_36 with tstmgr

            a "Я рада, что тебе понравилось моё обслуживание, хозяин~"

            a "Теперь тебе пора вставать. Я пойду готовить завтрак."

            player "О чём ты говоришь? Мы ещё не закончили. Я не могу быть единственным, кто остался удовлетворён."

            player "Пришло время мне обслужить тебя."

            scene a_train_sub_1_37 with tstmgr

            a "[P]..."

            scene a_train_sub_1_36 with tstmgr

            a "... ... ... ..."

            a "Пожалуйста... ласкай меня своим членом~"
        "Быть плохим хозяином":






            player "Не стоит даже спрашивать об этом, маленькая горничная."

            scene a_train_sub_1_48 with tstmgr

            player "Разве ты не видишь огромную эрегированную штуку у меня в штанах? Твоя задача – сделать его спокойным. Теперь поторопись."

            a "Оуууу... ... Ты говоришь как другой человек. Я займусь этим, пожалуйста, не злись на меня!"

            scene a_train_sub_1_21 with tstmgr

            a "Я постараюсь успокоить его прямо сейчас, хозяин."

            scene a_train_sub_1_22 with tstmgr

            a "Я буду относиться к нему с любовью и заботой. Смотри, кажется, он возбуждается ещё больше, когда касается моей груди~"

            scene a_train_sub_1_23 with tstmgr

            a "Смотри, хозяин, утренний поцелуй моего соска~"

            player "... ... ... ..."

            scene a_train_sub_1_24 with tstmgr

            a "Оууу~ Мой сосок становится твёрдым... ...Мне немного больно прижиматься им к головке~"

            player "... ... ... ..."

            scene a_train_sub_1_38 with tstmgr

            $ flashlight()

            a "Йаааах~ Что ты делаешь?"

            player "Стимуляции недостаточно. Для того, чтобы я кончил, понадобятся годы."

            player "Теперь мне больше не нужны твои услуги, маленькая горничная. Я сам буду пользоваться этими задорными грудями~"

            scene a_train_sub_1_39 with tstmgr

            $ flashlight()

            a "Ухххххххх~~~~~~"

            scene a_train_sub_1_40 with tstmgr

            a "Задорные... груди... ...это так грубо, хозяин... ..."

            a "Но... ... если хочешь, пожалуйста, не стесняйся использовать их, чтобы... развлечься~"

            scene a_train_sub_1_41 with tstmgr

            player "Я так и сделаю, Вера. А теперь иди сюда, чтобы я мог вставить свой член тебе в декольте~"

            a "Оууууу... Ты раздвигаешь мои сиськи~~~"

            scene a_train_sub_1_42 with tstmgr

            player "Ха, ты чувствуешь, какой у меня твердый член?"

            a "Да~ Он такой же твердый, как мои соски~"

            player "А теперь... ..."

            scene a_train_sub_1_43 with tstmgr

            $ flashlight()

            player "Давай сведём их вместе~"

            a "Оууууууу!!!!~~~"

            player "Тебе очень больно, когда я вот так оттягиваю твои соски, Вера?"

            scene a_train_sub_1_44 with tstmgr

            a "... ... ... ..."

            a "Ты, должно быть, самый плохой хозяин в мире~"

            a "Но... может быть, именно поэтому ты мне нравишься. На самом деле это приятно~"

            scene a_train_sub_1_45 with tstmgr

            pause

            scene a_train_sub_1_44 with tstmgr

            pause

            scene a_train_sub_1_45 with tstmgr

            a "Вверх и вниз~ Вверх и вниз~"

            scene a_train_sub_1_44 with tstmgr

            a "Оууу~ Я больше не чувствую своих сосков~"

            scene a_train_sub_1_45 with tstmgr

            a "Я могу только чувствовать... буйство твоего пениса... и веселье... ..."

            scene a_train_sub_1_44 with tstmgr

            a "Ты прав, хозяин~ Они действительно... задорные~"

            player "Вера, ты бесценна как горничная..."

            scene a_train_sub_1_46 with tstmgr

            player "Оххх дерьмо!!!! Я больше не могу сдерживаться! Я кончаю!!!!"

            a "Уже? Да, да, кончай на мою грудь~"

            scene a_train_sub_1_47 with tstmgr

            $ flashlight()

            "Сперма хлынула из моего члена белым фонтаном. При этом Вера опустила голову и приняла в рот весь выстреливший поток."

            scene a_train_sub_1_35 with tstmgr

            a "Такая... ... липкая... ..."

            player "Вера... Это было замечательно... ..."

            scene a_train_sub_1_36 with tstmgr

            a "Я рада, что мои непристойные сиськи... действительно доставили тебе удовольствие, хозяин~"

            a "Теперь тебе пора вставать. Я пойду готовить завтрак."

            player "О чём ты говоришь? Мы ещё не закончили. Я не могу быть единственным, кто остался удовлетворён."

            player "Пришло время мне обслужить тебя."

            scene a_train_sub_1_37 with tstmgr

            a "[P]..."

            scene a_train_sub_1_36 with tstmgr

            a "... ... ... ..."

            a "Пожалуйста... ласкай меня своим членом~"



    scene a_train_sub_1_49 with tstmgr

    "Затем Вера залезла на меня и послушно расположила свою киску возле моего члена."



    a "Даже после того, как кончил, он всё ещё такой твёрдый~ Хозяин, Ты такой сильный..."



    player "Потому что... ..."



    player "Чёрт, Вера, ты хоть представляешь, насколько сексуальны твои свисающие сиськи?"



    scene a_train_sub_1_50 with tstmgr

    player "Зиммммм~~~ Зип~~~ Симмммммм~~~~"



    a "Ооооо... Хозяин... ... мне нравится, как ты сосёшь мой сосок~"



    player "Сиськи и соски... сип~ сип~... ... сделали этот мир лучшим местом... ... сиип~ сип~"



    a "К сожалению... молоко не появится, как бы ты ни старался~"



    scene a_train_sub_1_51 with tstmgr

    player "На самом деле я не жду молока, но... ты ошибаешься. В конце концов у тебя будет молоко, если я достаточно постараюсь..."



    scene a_train_sub_1_52 with tstmgr

    player "Не в сосании, а в трахании~"



    scene a_train_sub_1_53 with tstmgr

    $ flashlight()

    a "Оуууууууу~~~~~"



    a "Член хозяина... внутри меня... ..."



    "Вера драматично застонала, когда я глубоко всадил в неё свой член."



    player "Давай заведём ребёнка, моя маленькая горничная~"



    scene a_train_sub_1_54 with tstmgr
    play sound a_train_sub_1_54 loop
    pause



    a "Уххх~~~ ххх~~~ хозяин~~~ сильный хозяин~~~"



    a "Да, вот так~~ оттрахай меня этим членом... ..."



    a "Оуууу... ... твёрдый член хозяина~~~"



    player "Какая ты похотливая горничная... ..."



    player "Пообещай мне, что никогда не раскроешь эту сторону другому мужчине. Ты моя личная похотливая горничная!"



    a "До тех пор пока... ты не устанешь от меня~"



    player "Устану от тебя? О чём ты говоришь?"


    stop sound
    scene a_train_sub_1_55 with tstmgr
    play sound a_train_sub_1_55 loop
    pause



    a "Нет... ничего... ... я просто... ... Охххххх~~~"



    a "Я... всегда буду твоей похотливой горничной!!!~~~~"



    a "Моя грудь... ... будет подпрыгивать только для тебя, моя киска будет мокрой только для тебя, я буду стонать только для тебя!~~~~"



    player "Оууу... Вера, как мне повезло, что ты есть в моей жизни... ..."



    a "Я... счастливчик... ..."


    stop sound
    scene a_train_sub_1_56 with tstmgr
    play sound a_train_sub_1_56 loop
    pause



    a "Оууу~~ ууу~~ ууууувв~~~ любовь~~~ [P]~~~"



    a "Не~~~ Оуууу~~~ Пожалуйста, не... устань от... ... меня.... ..."



    a "Хо... зя... ин... ... ... ..."



    player "Вера... Ты говоришь ерунду. Как я могу когда-нибудь устать от тебя?"



    player "Теперь готовься к моему семени!"



    a "Я... ... ооооо~~ хозяин~~ хороший хозяин~~~~~~~"


    stop sound
    scene a_train_sub_1_57 with tstmgr

    play sound cumshot

    $ flashlight()

    a "Ооооооооооооооооооо!!!!~~~~~~~~~"



    "Она испытала сильнейший оргазм, как только я спустил всю горячую сперму в её самое глубокое место.... ..."



    a "Так... ... так много... семени хозяина... Спасибо, что щедро дал твоей маленькой горничной так много семени...."



    player "Вера, ты просто потрясающая... ..."



    scene a_train_sub_1_58 with tstmgr

    a "Оууууу... ... ... ..."



    player "Эх... ...я думал, ты здесь, чтобы разбудить меня~"



    a "Я... я думаю, нам обоим нужно... ещё часик поспать... ... Хозяин... ..."



    scene a_train_sub_1_59 with tstmgr

    player "Как скажешь, дорогая~ Как скажешь... ..."



    scene void with tstmgr

    "... ... ... ..."



    stop music fadeout 1.0

    jump event_post
# Decompiled by unrpyc: https://github.com/CensoredUsername/unrpyc
