label A_wsdgsj:

    scene void with tstmgr

    narrator "Эх, сегодня вечером у меня нет никаких дел. Как бы мне провести свой вечер?"

    narrator "Интересно, заходила ли Вера в ресторан, который я посоветовал? Возможно, мне стоит пойти туда и проверить."

    narrator "... ... ... ..."

    scene bar_background with tstmgr

    narrator "Я вошёл в ресторан и увидел своего друга-менеджера около барной стойки."

    player "Эй, Боб! Девушка, о которой я упоминал ранее, к тебе не приходила?"

    "Restaurateur" "Эта смуглокожая милашка? Она уже на работе. Вот, смотри."

    scene wsdg_a1 with tstmgr

    narrator "Я посмотрел в указанном им направлении и увидел стройную фигуру Веры, склонившуюся и деликатно наливающую бокал вина."

    scene wsdg_a2 with tstmgr

    narrator "Хорошая задница, кстати."

    "Restaurateur" "(Присвистывая) Она действительно потрясающая, не так ли? Я уверен, что она привлечёт много новых гостей в мой ресторан."

    narrator "Должен ли я радоваться её популярности? Я не уверен, но это заставляет меня волноваться."

    scene wsdg_a1 with tstmgr

    narrator "Она очень обаятельна, но в то же время уязвима. Похоже, она не знает, как защитить себя."

    player "... ... ... ..."

    player "Когда заканчивается её смена?"

    "Restaurateur" "23:30, а почему ты спрашиваешь?"

    player "Я буду здесь, чтобы подвезти её."

    "Restaurateur" "Ха, какой ты джентльмен. Так кто же она всё-таки для тебя? Ты ухаживаешь за ней?"

    player "Эх, нет. Это трудно объяснить. Давай просто скажем, что я у неё в долгу."

    "Restaurateur" "Хорошо, я понял."

    scene void with tstmgr

    narrator "... ... ... ..."

    scene wsdg_a3 with tstmgr

    narrator "Хорошо, сейчас 23:30. Вера должна закончить в любую секунду."

    narrator "Прошло несколько минут, а вот и она. Кажется, она тоже в хорошем настроении."

    player "Привет, Вера."

    scene wsdg_a6 with tstmgr

    narrator "Она заметила меня с некоторым удивлением."

    a "Почему ты здесь?"

    player "Для такой девушки, как ты, небезопасно возвращаться домой в одиночестве такой поздней ночью. Я подвезу тебя."

    a "Ох..."

    scene wsdg_a7 with tstmgr

    a "Очень мило с твоей стороны. Спасибо."

    player "Итак, как прошёл твой первый рабочий день?"

    a "Мне нравится это место. Гости вежливые, коллеги приветливые, вроде всё хорошо. Спасибо, что сообщил мне об этой работе."

    player "Без проблем. Я рад за тебя."

    player "Эм... И ещё..."

    player "... ... ... ..."

    a "Что ты пытаешься сказать?"

    player "Если ты не возражаешь, я могу подвозить тебя домой каждый день после работы."

    scene wsdg_a6 with tstmgr

    a "Я... я не хочу тебя так сильно напрягать."

    player "Я настаиваю."

    a "Но..."

    player "Обеспечивать твою безопасность после работы - моя обязанность, поскольку именно я порекомендовал тебе это место."

    player "Я ответственный человек. Ты уже должна была это запомнить."

    a "... ... ... ..."

    a "Да, ты такой."

    scene wsdg_a7 with tstmgr

    a "Хорошо, если ты действительно этого хочешь, я приму твою доброту. Спасибо..."

    scene void with tstmgr

    narrator "... ... ... ..."



    jump event_post
# Decompiled by unrpyc: https://github.com/CensoredUsername/unrpyc
