label A_wsdgsjhx:

    scene a_love1_1 with tstmgr

    narrator "Я снова забрал Веру сегодня вечером после того, как она вышла с работы."

    player "Как прошёл день?"

    scene a_love1_2 with tstmgr

    a "Ээ, хорошо, а у тебя?"

    player "Ну, ничего особенного не произошло."

    a "Знаешь, как раз перед твоим приходом пьяный гость плюнул в Элис."

    player "Серьёзно? Не повезло ей."

    a "К сожалению, она не смогла не послать этого гостя. Наш менеджер лишил её половины дневной зарплаты."

    player "Чёрт, держу пари, что в конце концов она уволится из-за этого."

    a "Да, она говорила мне об уходе, но кто знает."

    narrator "Вот уже несколько дней, как мы с Верой приятно по-дружески общаемся. Она стала более разговорчивой и даже привыкла ждать, пока я заберу её после работы."

    narrator "Как девушка из сельской местности, у которой нет друзей в городе, она очень одинока. Ей нужно с кем-то поговорить, так что я здесь."

    narrator "... ... ... ..."

    player "О, чуть не забыл. Здесь..."

    scene a_love1_3 with tstmgr

    narrator "Я протянул ей связку ключей."

    player "Помнишь, я говорил о том, чтобы предоставить тебе дом для проживания несколько дней назад?"

    player "Это ключи от твоего нового дома, и я отправил тебе адрес. Ты можешь переехать сюда завтра, если хочешь."

    a "Ах..."

    scene a_love1_4 with tstmgr

    a "Спасибо тебе..."

    player "Тебе нужна помощь с переездом?"

    a "Я могу справиться с ним сама. У меня не так много вещей."

    player "Хорошо. Просто позвони мне, если у тебя возникнут проблемы."

    a "Спасибо..."

    scene a_love1_5 with tstmgr

    a "*Шёпотом*...Ты действительно хороший человек..."

    player "Ты только что что-то сказала?"

    a "Нет, совсем ничего."

    narrator "... ... ... ..."

    jump event_post
# Decompiled by unrpyc: https://github.com/CensoredUsername/unrpyc
