init 1 python:

    A.tweets = {

        "general": [
            "Видел вчерашний футбольный матч? Это было безумием.", 
            "Боюсь, в последнее время я прибавила в весе... Как ты считаешь?", 
            "Завтра вечером придет еще один новый гость."
        ],

        "girlfriend": [
            "Я думала о тебе весь день. Пожалуйста, останься со мной на некоторое время.",
            "Мне нравится, что ты носишь эту рубашку. Ты в ней очень симпатичный.",
            "Я испекла для тебя печенье-сердечки)" 
        ],

        "sexpartner": [
            "Не смотри на меня так... Мне немного неловко...",
            "Мне нравится, что ты носишь эту рубашку. Ты в ней очень симпатичный.",
            "Я приготовила для тебя печенье. Ты можешь найти их на кухне."
        ]
    }


    B.tweets = {

        "general": [
            "Ты готов к следующему экзамену?", 
            "Хочешь, я научу тебя некоторым китайским словам?", 
            "Давайте поговорим о фондовом рынке. Я только что немного проанализировала временные ряды фондового индекса.",
            "Давайте поговорим о фондовом рынке. Я только что немного проанализировала временные ряды фондового индекса."
        ],
        "girlfriend": [
            "Ах, [P], Я ждала тебя... ...",
            "Я приготовила для тебя чай... по моему особому рецепту."
        ],
        "sexpartner": [
            "Твой запах... может действительно меня завести...",
            "[P]... подойди поближе, пожалуйста... ..."
        ]
    }

    C.tweets = {
        "general": [
            "Разве ты не собираешься работать в своем офисе сейчас?", 
            "Перестань пялиться на мою грудь, ты жалок.", 
            "У тебя проблемы с работой?»
        ],
        "fiancee": [
            "Разве ты не собираешься работать в своем офисе сейчас? Уже скучаешь по мне?", 
            "Перестань пялиться на мою грудь, ты можешь потрогать её, если хочешь."
        ]
    }

    D.tweets = {
        "general": [
            "Я получил пятерку на последнем тесте! Я крутая?", 
            "Вчера вечером Тео выглядела неважно. Вы поссорились?", 
            "Моей мамы сегодня не будет дома... Ну ты понимаешь..."
        ],
        "girlfriend": [
            "[P], [P], обними меня, обними меня!"
        ],
        "sexpartner": [
            "[P], [P], обними меня, обними меня!"
        ]    
    }

    E.tweets = {
        "general": [
            "Ты хочешь что-нибудь выпить? Мой двоюродный брат несколько дней назад прислал мне первосортный кофе из Южной Америки.", 
            "Как ты думаешь, мне стоит покрасить волосы в серебристый цвет?", 
            "Спасибо, что пришёл, [P]. Я очень одинока в эти дни."
        ],
        "lover": [
            "Иди к своей тётушке~ ",
            "Я хочу... остаться с тобой наедине на день~"
        ]
    }

    F.tweets = {
        "general": [
            "Привет, мой друг. Хочешь потусоваться вместе?", 
            "Наш тренер сказал, что я могу попасть на Олимпиаду, если буду больше тренироваться.", 
            "Я коплю деньги на путешествие, но не решила, куда именно поехать. У тебя есть какой-нибудь совет?"
        ]
    }

    G.tweets = {
        "general": [
            "Мой любимый аниме-сериал? ДжоДжо.",
            "... ... ... ... Я голодная.",
            "Следующий комик-кон уже скоро. Ты пойдёшь на него?"
        ],
        "girlfriend": [
            "Когда мы собираемся сделать ещё один порно ролик?",
            "Тебе нужно, чтобы я помогла тебе... избавиться от стресса?",
            "Пожалуйста... побудь со мной немного..." 
        ],
        "sexpartner": [
            "Когда мы собираемся сделать ещё один порно ролик?",
            "Твоя сисястая рабыня ждет тебя... ...",
            "Что у тебя на уме, хозяин?"
        ]
    }
# Decompiled by unrpyc: https://github.com/CensoredUsername/unrpyc
